Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.78555b57.po
Languages: cs

source: <0>Delivery cost</0><1>according order total cost</1>
cs: <0>Cena rozvozu</0><1>dle celkové ceny objednávky</1>

source: ASAP
cs: Co nejdříve

source: Accept order
cs: Příjmout objednávku

source: Add
cs: Přidat

source: Add another range
cs: Přidat další rozpětí

source: Add business hour
cs: Přidat otvírací dobu

source: Add ingredient
cs: Přidat ingredienci

source: Add something else to {0}?
cs: Přidat něco dalšího k {0}?

source: Add specific business hour
cs: Přidat mimořádnou otvírací dobu

source: Add to category
cs: Přidat do kategorie

source: Add {0} {1}
cs: Přidat {0} {1}

source: Address is not within any delivery zone
cs: Adresa není v žádné rozvozové zóně

source: Address is within delivery zone
cs: Adresa je v rozvozové zóně

source: All
cs: Vše

source: Allergens based on stock cards
cs: Alergeny dle skladové karty

source: Amount
cs: Množství

source: Application error
cs: Chyba aplikace

source: Application language
cs: Jazyk aplikace

source: Application will be restarted in {remainingSeconds} to apply available update.
cs: Aplikace bude restartována za {remainingSeconds} aby se projevily změny

source: Are you sure?
cs: Jste si jistý/á?

source: At time
cs: Na čas

source: Attach sidedish category
cs: Přiřadit přídavkovou kategorii

source: Back
cs: Zpět

source: Branch preferences
cs: Nastavení pobočky

source: Branch will open again {minutesLocalized}.
cs: Pobočka opět otvírá {minutesLocalized}.

source: Business hours
cs: Otevírací hodiny

source: By category
cs: Dle kategorie

source: By driver
cs: Dle řidiče

source: By type
cs: Dle typu

source: Can't access page
cs: Stránka není přístupná

source: Cancel
cs: Zrušit

source: Cancel order
cs: Zrušit objednávku

source: Cannot load map right now. Please try again later.
cs: Mapu právě nelze načíst. Zkuste to prosím znovu později.

source: Cannot login right now, please try again later
cs: Není možné se přihlásit, prosím zkuste to později.

source: Card code
cs: Kód karty

source: Card name
cs: Název karty

source: Card note
cs: Poznámka

source: Card stock
cs: Sklad

source: Cart is empty
cs: Košík je prázdný

source: Categories
cs: Kategorie

source: Category assignments
cs: Přiděleno kategorii

source: Category internal note
cs: Neveřejná poznámka kategorie

source: Category name
cs: Název kategorie

source: Category name in default language must be entered.
cs: Jméno kategorie musí být zadáno ve výchozím jazyce.

source: Category of covers
cs: Obalová kategorie

source: Category of recipes
cs: Kategorie receptur

source: Category of sidedish
cs: Přídavková kategorie

source: Category overview
cs: Přehled kategorií

source: Change
cs: Změna

source: Change default time of delivery to customer (in minutes)
cs: Změnit výchozí čas doručení zákazníkovi (v minutách)

source: Change default time of pickup (in minutes)
cs: Změnit výchozí čas vyzvednutí (v minutách)

source: Change language
cs: Změnit jazyk

source: Change of invoice preferences
cs: Změna fakturačních údajů

source: Change payment method
cs: Změna platební metody

source: Change to pickup
cs: Změnit na osobní odběr

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
cs: Změna pobočky stornuje současnou objednávku a odebere všechny položky z košíku. Chcete pokračovat?

source: Changing language...
cs: Změna jazyka...

source: Choose the most significant part of the image
cs: Vyberte nejdůležitější část obrázku

source: Choose unit
cs: Vyberte jednotku

source: Click to select image or drop it here
cs: Vyberte soubor, nebo ho sem přetáhněte

source: Close
cs: Zavřít

source: Close reason
cs: Důvod zavření

source: Closed
cs: Zavřeno

source: Closing reason
cs: Důvod uzavření

source: Closure
cs: Uzávěrka

source: Closure has been created
cs: Uzávěrka byla vytvořena

source: Closure history
cs: Historie uzávěrek

source: Code
cs: Kód

source: Completely stop all orders.
cs: Celkově zastavit všechny objednávky.

source: Completion
cs: Kompletace

source: Computing
cs: Zpracovávám

source: Confirm
cs: Potvrdit

source: Confirm import
cs: Potvrdit import

source: Confirm to play sounds
cs: Potvrďte pro zapnutí zvuků

source: Confirm transfer
cs: Potvrdit převod

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
cs: Spojení s externí službou není momentálně možné. Prosím opakujte později nebo <0>kontaktujte naší podporu</0>.

source: Contact support
cs: Kontaktujte podporu

source: Continue typing to find single stock card or select one from the list
cs: Pokračujte v psaní pro nalezení jedné karty nebo zvolte ze seznamu

source: Cover
cs: Obal

source: Cover categories
cs: Obalové kategorie

source: Cover recipe
cs: Obaly

source: Covers price
cs: Cena obalů

source: Create
cs: Vytvořit

source: Create closure
cs: Vytvořit uzávěrku

source: Create delivery zone for branch
cs: Vytvořte zónu dovozu pro branch

source: Create order
cs: Vytvořit objednávku

source: Create password
cs: Vytvořit heslo

source: Create return zone for branch
cs: Vytvořte zónu návratu pro branch

source: Created
cs: Vytvořeno

source: Current closure
cs: Aktuální uzávěrka

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
cs: Aktuální čas rozvozu <0>{deliveryTime} minut</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
cs: Aktuální čas pro vyzvednutí <0>{pickupTime} minut</0>

source: Custom range
cs: Vlastní rozsah

source: Daily statistics
cs: Denní statistiky

source: Date
cs: Datum

source: Date is too much in the future
cs: Datum je příliš v budoucnu

source: Date is too much in the past
cs: Datum je příliš v minulosti

source: Default time of delivery to customer is changed
cs: Výchozí čas dodání zákazníkovi je změněn

source: Default time of pickup is changed
cs: Výchozí čas vyzvednutí je změněn

source: Deliver
cs: Doručit

source: Deliver at
cs: Doručit v

source: Deliver at time
cs: Doručit v

source: Deliver on time
cs: Doručit v

source: Deliver to address
cs: Doručit na adresu

source: Deliver until
cs: Doručit do

source: Delivery sale
cs: Prodej s sebou

source: Delivery zones
cs: Rozvozové zóny

source: Discount total
cs: Sleva celkem

source: Do you really want to cancel order?
cs: Opravdu chcete stornovat objednávku?

source: Do you want to cancel changes for the zone?
cs: Chcete zahodit provedené změny v nastavení zóny?

source: Driver
cs: Řidič

source: Driver position is unknown
cs: Poloha řidiče je neznámá

source: Driver {driverName} has reached return zone {zoneName}
cs: Řidič {driverName} právě vjel do návratové zóny {zoneName}

source: Drop the image here ...
cs: Obrázek přetáhněte sem ...

source: Email to recover your password has been successfully sent.
cs: Email pro obnovení hesla byl uspěšně odeslán

source: Enable import mode
cs: Zpřístupnit režim importu

source: Exactly one
cs: Přesně jedna

source: Expected time of delivery was set
cs: Očekávaný čas dodání byl nastaven

source: Expected time of pickup was set
cs: Očekávaný čas vyzvednutí byl nastaven

source: External ID
cs: ID pro externí systémy (DJ, dotykačka ...)

source: Extra charge
cs: Extra poplatek

source: Failed retrieving available promo codes
cs: Dostupné promo kódy

source: Failed to retrieve available payment methods
cs: nepodařilo se získat dostupné platební metody

source: Fast close branch (for minutes)
cs: Rychlé zavření pobočky (v minutách)

source: Field {fieldDescription} cannot be empty
cs: Pole {fieldDescription} nesmí být prázdné

source: Field {fieldDescription} must be a number
cs: Pole {fieldDescription} musí být číslo

source: Field {fieldDescription} must be a positive number
cs: Pole {fieldDescription} musí být kladné číslo

source: Filter
cs: Filtr

source: Filter branch...
cs: Filtr poboček...

source: Filter branches...
cs: Filtrovat pobočky

source: Filter by cashbox
cs: Filtr dle pokladny

source: Filter by cashier
cs: Filtr dle pokladního

source: Filter by category
cs: Filtr dle kategorií

source: Filter by country
cs: Filt dle země

source: Filter by drivers
cs: Filtrovat dle rozvozce

source: Filter by name or code
cs: Filtrovat dle jména, nebo kódu

source: Filter by occasions
cs: Filtr dle událostí

source: Filter by order origins
cs: Filtr dle původu objednávek

source: Filter by sectors
cs: Filtr dle sektorů

source: Finish order
cs: Dokončit objednávku

source: Finished
cs: Dokončené

source: First name
cs: Křestní jméno

source: Forbid
cs: Zakázat

source: Forbidden
cs: Zakázáno

source: Forgotten password
cs: Zapomenuté heslo

source: From
cs: Od

source: From date
cs: Od data

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
cs: V případě dotazů, nebo technických problémů, nás prosím kontaktujte na telefonu:<0/><1><2>+420 461 049 231</2></1><3/>Denně od 9:00 do 22:00

source: In minutes
cs: V minutách

source: Internal note
cs: Interní pozn.

source: Internet connection is not available
cs: Připojení k internetu není dostupné

source: Is active
cs: Je aktivní

source: Is default setting
cs: Je výchozí nastavení

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
cs: Zákazníkova {current, selectordinal, one {1.} two {#.} few {#.} other {#.}} objednávka {total, plural, one {} few {ze # objednávek celkem} other {z # objednávek celkem}}

source: Kitchen
cs: Kuchyň

source: Last name
cs: Příjmení

source: Loading
cs: Nahrávání

source: Loading sidedishes...
cs: Načítání přídavků...

source: Local sale
cs: Prodej tady

source: Login name
cs: Přihlašovací jméno

source: Login page
cs: Přihlašovací stránka

source: Main menu
cs: Hlavní nabídka

source: Map
cs: Mapa

source: Matching to input
cs: Nalezeno

source: Maximal length is {length}
cs: Maximální délka je {length}

source: Maximum
cs: Maximálně

source: Menu codes manual
cs: Návod na příjem objednávek

source: Minimal length is {length}
cs: Minimální délka je {length}

source: Minimal order price is <0>{minimalPrice}</0>
cs: Minimální cena objednávky je <0>{minimalPrice}</0>

source: Minimal price
cs: Minimální cena

source: Minimum
cs: Minimálně

source: Name
cs: Jméno

source: Negative stock
cs: Prodej do mínusu

source: New order
cs: Nová objednávka

source: New orders
cs: Nové objednávky

source: No closures found
cs: Žádná uzávěrka

source: No countries
cs: Žádné země

source: No drivers available
cs: Rozvozci nedostupní

source: No limitation
cs: Bez omezení

source: No match found
cs: Žádné výsledky

source: No new orders
cs: Žádné nové objednávky

source: No occasions
cs: Žádná událost

source: No orders
cs: Žádné objednávky

source: No orders to complete
cs: Žádné objednávky ke kompletaci

source: No orders to deliver
cs: Žádné objednávky k vydání

source: No orders to hand over
cs: Žádné objednávky k předání

source: No orders to prepare
cs: Žádné objednávky k přípravě

source: No origins
cs: Žádné původy

source: No promo codes available
cs: Žádné dostupné promo kódy

source: No recipes are using stock card
cs: Žádné recepty nevyužívají skladové karty

source: No recipes has been found
cs: Nebyly nalezeny žádné recepty

source: No recipes in category
cs: Žádné receptury v kategorii

source: No sectors
cs: Žádný sektor

source: No specific business hours defined
cs: Není definována konkrétní otvírací doba

source: No stock card found from entered search value
cs: Zadané hodnotě neodpovídá žádná skladová karta

source: No stock card selected
cs: Není zvolena skladová karta

source: No text is filled
cs: Není vyplněný žádný text

source: Not found
cs: nenalezeno

source: Not logged in
cs: Není přihlášen

source: Not set
cs: Není nastaveno

source: Note
cs: Poznámka

source: Notification will be shown when driver enters one of these zones.
cs: Oznámení se zobrazí, když řidič vjede do jedné ze zón.

source: On way
cs: Na cestě

source: One at least
cs: Alespoň jedna

source: One at most
cs: Maximálně jedna

source: Online payments
cs: Online platby

source: Open
cs: Otevřít

source: Open between
cs: Otevřeno mezi

source: Order has been accepted
cs: Objednávka byla přijata

source: Orders
cs: Objednávky

source: Orders count
cs: Počet objednávek

source: Orders statistics
cs: Statistiky objednávek

source: Orders to complete
cs: Objednávky ke kompletaci

source: Orders to deliver
cs: Objednávky k distribuci

source: Orders to hand over
cs: Objednávky k vydání

source: Orders to prepare
cs: Objednávky k přípravě

source: Our team was notified about the issue.
cs: Náš tým byl o problému informován.

source: Overview
cs: Přehled

source: Paid
cs: Zaplaceno

source: Password has been updated.
cs: Heslo bylo aktualizováno

source: Password is invalid due to following errors:
cs: Heslo je neplatné z následujících důvodů:

source: Password recovery
cs: Obnovení hesla

source: Permit
cs: Povolit

source: Permitted
cs: Povoleno

source: Personal pickup
cs: Osobní odběr

source: Personal pickup at
cs: Osobní vyzvednutí v

source: Phone
cs: Telefon

source: Phone number is required
cs: Zadejte prosím telefonní číslo

source: Phone prefix
cs: Předvolba

source: Phone prefix is required
cs: Je požadována předvolba

source: Postpone update
cs: Odložit update

source: Preparing
cs: Připravuje se

source: Previous addresses
cs: Předchozí adresy

source: Price
cs: Cena

source: Promo codes
cs: Promo kódy

source: Public note
cs: Veřejná pozn.

source: Public note for customers, allergens
cs: Poznámka pro zákazníka, alergen

source: Quantity
cs: Zadejte počet

source: Ready to deliver
cs: Připraveno k rozvozu

source: Really cancel?
cs: Opravdu zrušit?

source: Really change?
cs: Opravdu změnit?

source: Really remove specific business hour {0}?
cs: Opravdu smazat mimořádnou otvírací dobu {0}?

source: Recipe code
cs: Kód receptury

source: Recipe count
cs: Počet receptů

source: Recipe has no ingredients
cs: Receptura nemá ingredience

source: Recipe has no sidedish category attached
cs: Receptura nemá přiřazenou přídavkovou kategorii

source: Recipe ingredients
cs: Složení receptury

source: Recipe internal note
cs: Interní pozn.

source: Recipe is in these categories
cs: Receptura je v těchto kategoriích

source: Recipe is not in any category
cs: Receptura není v žádné kategorii

source: Recipe name
cs: Název receptury

source: Recipe name in default language
cs: Název receptu v původním jazyce

source: Recipe overview
cs: Přehled receptur

source: Recipe price for {priceType}
cs: Cena receptu pro {priceType}

source: Recipes
cs: Položky

source: Recipes assigned to this category
cs: Receptury přiřazené do této kategorie

source: Recipes using this card
cs: Receptury využívající tuto kartu

source: Recover password
cs: Obnovit heslo

source: Regular business hours
cs: Pravidelná otvírací doba

source: Regular business hours has been updated
cs: Pravidelná otvírací doba byla aktualizována

source: Remove business hour
cs: Odstranit otvírací hodiny

source: Remove price range
cs: Odebrat cenové rozpětí

source: Remove this card?
cs: Smazat tuto kartu?

source: Remove this category?
cs: Smazat tuto kategorii?

source: Remove this recipe?
cs: Smazat tuto recepturu?

source: Remove zone {0}?
cs: Smazat zónu {0}?

source: Request for password update is invalid. Please try again.
cs: Žádost o aktualizaci hesla je neplatná. Zkuste to znova.

source: Required amounts of recipes to be picked
cs: Požadovaný počet pro výběr

source: Requires at least one digit
cs: Požaduje alespoň jedno číslo

source: Requires at least one uppercase character
cs: Požaduje alespoň jedno velké písmeno

source: Restart application
cs: Restartovat aplikaci

source: Restart now
cs: Přenačíst nyní

source: Retry the connection
cs: Znovunavázat spojení

source: Sales statistics
cs: Prodejní statistiky

source: Save
cs: Uložit

source: Save invoice preferences
cs: Uložit fakturační údaje

source: Save regular hours
cs: Uložit pravidelnou otvírací dobu

source: Save zone
cs: Uložit zónu

source: Searching...
cs: Hledám...

source: Select a branch
cs: Vyberte pobočku

source: Select a single branch for closing
cs: Vyberte jednu pobočku pro uzavření

source: Select a single branch to set delivery time
cs: Vyberte jednu pobočku, pro kterou chcete nastavit výchozí čas dodání

source: Select at least one branch
cs: Vyberte alespoň jednu pobočku

source: Select branch to create zone
cs: Vyberte pobočku pro vytvoření zóny

source: Select brand
cs: Vyberte brand

source: Select brand to see its zones
cs: Vyberte brand pro načtení zón

source: Select item type
cs: Vyberte typ položky

source: Selected branch has no stock cards
cs: Vybraná pobočka nemá žádné skladové karty

source: Send expected time of delivery to customer (in minutes)
cs: Odeslat předpokládanou dobu dodání zákazníkovi (v minutách)

source: Send expected time of pickup to customer (in minutes)
cs: Zaslat čas pro vyzvednutí zákazníkovi (v minutách)

source: Send feedback
cs: Odeslat zpětnou vazbu

source: Service unreachable
cs: Služba nedostupná

source: Service zones
cs: Servisní zóny

source: Set up password
cs: Nastavit heslo

source: Settings
cs: Nastavení

source: Show history for branch
cs: Zobrazit historii

source: Sidedish
cs: Přídavek

source: Sidedish categories
cs: Přídavkové kategorie

source: Sidedish recipe
cs: Přídavková receptura

source: Sign-in
cs: Přihlásit

source: Specific business hours
cs: Mimořádné otvírací hodiny

source: Start typing to search for an address
cs: Začněte psát pro vyhledání adresy

source: Stock
cs: Sklad

source: Stock card
cs: Skladová karta

source: Stock card <0>{0}</0> is selected
cs: Zvolena skladová karta <0>{0}</0>

source: Stock deposit
cs: Naskladnění

source: Stock overview
cs: Přehled skladu

source: Stock statistics
cs: Skladové statistiky

source: Stock transfer
cs: Převod skladů

source: Supplied file is not recognized as image.
cs: Dodaný soubor nebyl rozpoznán jako obrázek.

source: Support
cs: Podpora

source: Table is empty
cs: Tabulka je prázdná

source: There is nothing here, sorry!
cs: Nic zde není, omlouváme se!

source: These sidedish are presented with recipe
cs: Tyto přílohy jsou nabízeny s receptem

source: Tips
cs: Dýško

source: Title
cs: Název

source: To
cs: Do

source: To date
cs: Do data

source: To pickup
cs: Osobní odběr

source: To show this category
cs: Zobrazit tuto kategorii

source: To show this recipe
cs: Zobrazit tuto recepturu

source: Total commissions
cs: Celková provize

source: Total price
cs: Cena celkem

source: Total turnover
cs: Celkový obrat

source: Transfer
cs: Převod

source: Transfer to branch
cs: Přesunout na pobočku

source: Transfer was successfully completed!
cs: Převod byl úspěšně dokončen!

source: Transport fee
cs: Dovozné

source: Type
cs: Typ

source: Unexpected error in the app
cs: Nastala neočekávaná chyba v aplikaci.

source: Unexpected error occured in communication with service.
cs: Nastala neočekávaná chyba při komunikaci se službou.

source: Unexpected error occured while sending a request.
cs: Nastala neočekávaná chyba při odesílání požadavku.

source: Unknown error while requesting password recovery
cs: Neznámá chyba při obnovování hesla

source: Unlimited
cs: neomezeně

source: Update password
cs: Aktualizovat heslo

source: User
cs: Uživatel

source: VAT
cs: DPH

source: VAT overview
cs: Souhrn DPH

source: Value
cs: Hodnota

source: Ware
cs: Nabídka

source: Ware categories
cs: Skladová kategorie

source: Ware recipe
cs: Skladová receptura

source: Ware unit
cs: Skladová jednotka

source: We are closed at the moment
cs: Pro velký zájem, momentálně nepřijímáme objednávky. Zkuste to prosím později. Díky

source: We are not delivering, only take away.
cs: Nerozvážíme, možný pouze osobní odběr.

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
cs: Omlouváme se, ale nastala neočekávaná chyba v aplikaci. Náš tým byl informován a brzy to napraví.

source: Without note
cs: Bez poznámky

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
cs: Již jste zvuky aktivovali. Z technických důvodů, nicméně musíte zmáčknout tlačítko pod touto zprávou, aby zvuky byly zapnuté i nadále. Vypnout je můžete ikonou v horním pravém rohu.

source: Zone has been created
cs: Zóna byla vytvořena

source: Zone has been updated
cs: Zóna byla upravena

source: Zone price rules cannot have empty values.
cs: Cenová pravidla zón nemohou mít prázdné hodnoty.

source: branch.preferences.stoppage
cs: Odstávka

source: cat. origins
cs: kat. původů

source: for
cs: za

source: input.timespan.from
cs: od

source: input.timespan.to
cs: do

source: new password
cs: Nové heslo

source: optionselector.clear-filter
cs: Vše

source: password
cs: heslo

source: recipe.list.availableAmount
cs: Sklad

source: to
cs: do

source: to transfer
cs: k převodu

source: username
cs: jméno

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
cs: {0, plural, one {Ukaž pro jednu pobočku} few {Ukaž pro # pobočky} other {Ukaž pro # poboček}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
cs: {recipeCount, plural, zero {žádné recepty nenalezeny} one {jeden recept nalezen, zmáčkněte Enter pro potvrzení} few {nalezeny # recepty} other {nalezeno # receptů}}

source: {validatioName} is required
cs: {validatioName} je povinné

source: {validationName} must have a selection
cs: {validationName} musí být vybráno

source: {validationName} must have at least option selected
cs: {validationName} alespoň jedna možnost musí být vybrána
