Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.9efeda32.po
Languages: de

source: <0>Delivery cost</0><1>according order total cost</1>
de: <0>Lieferpreis</0><1>nach dem Gesamtpreis der Bestellung</1>

source: ASAP
de: So schnell wie möglich

source: Accept order
de: Die Bestellung annehmen

source: Add
de: Hinzufügen

source: Add another range
de: Geben Sie anderen Umfang zu

source: Add business hour
de: Öffnungszeiten hinzufügen

source: Add ingredient
de: Ingredienz hinzufügen

source: Add something else to {0}?
de: Noch etwas anderes zu {0} hinzufügen?

source: Add specific business hour
de: Sonderöffnungszeit hinzufügen

source: Add to category
de: Zur Kategorie hinzufügen

source: Add {0} {1}
de: Hinzufügen {0} {1}

source: Address is not within any delivery zone
de: Die angegebene Adresse befindet sich in keiner Lieferzone

source: Address is within delivery zone
de: Die Adresse ist mit Lieferzone

source: All
de: Alles

source: Allergens based on stock cards
de: Allergene laut der Lagerkarte

source: Amount
de: Mange

source: Application error
de: Fehler der App

source: Application language
de: Sprache der App

source: Application will be restarted in {remainingSeconds} to apply available update.
de: Die App wird in {remainingSeconds} neu gestartet, um Änderungen vorzunehmen

source: Are you sure?
de: Sind Sie sicher?

source: At time
de: Rechtzeitig

source: Attach sidedish category
de: Zusatzkategorie hinzufügen

source: Back
de: Zurück

source: Branch preferences
de: Einstellung der Filiale

source: Branch will open again {minutesLocalized}.
de: Filiale wird wieder {minutesLocalized} geöffnet.

source: Business hours
de: Öffnungszeit

source: By category
de: Nach Kategorie

source: By driver
de: Nach dem Fahrer

source: By type
de: Nach Typ

source: Can't access page
de: Zugriff auf der Webseite ist nicht möglich

source: Cancel
de: Abbrechen

source: Cancel order
de: Bestellung abbrechen

source: Cannot load map right now. Please try again later.
de: Die Karte kann momentan nicht geladen werden. Bitte, versuchen Sie es später noch einmal.

source: Cannot login right now, please try again later
de: Sie können gerade nicht angemeldet werden, bitte versuchen Sie es später.

source: Card code
de: Kartencode

source: Card name
de: Kartenname

source: Card note
de: Bemerkung

source: Card stock
de: Lager

source: Cart is empty
de: Ihr Warenkorb ist leer

source: Categories
de: Kategorie

source: Category assignments
de: Kategorie zugeteilt

source: Category internal note
de: Nichtöffentliche Bemerkung der Kategorie

source: Category name
de: Kategoriename

source: Category name in default language must be entered.
de: Der Kategoriename in der Ausgangssprache muss eingegeben werden.

source: Category of covers
de: Verpackungskategorie

source: Category of recipes
de: Rezepturkategorie

source: Category of sidedish
de: Zusatzkategorie

source: Category overview
de: Kategorieübersicht

source: Change
de: Änderung

source: Change default time of delivery to customer (in minutes)
de: Die Ausgangslieferzeit ändern (in Minuten)

source: Change default time of pickup (in minutes)
de: Änderung der Standard-Abholzeit (in Minuten)

source: Change language
de: Sprache verändern

source: Change of invoice preferences
de: Veränderung der Rechnungspriorität

source: Change payment method
de: Die Zahlungsmethode ändern

source: Change to pickup
de: Den Status auf die Abholung ändern

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
de: Beim Änderung der Filiale wird die aktualle Bestellung gecancelt und alle Ware wird aus dem Wagen entfernt. Wollen Sie fortfahren?

source: Changing language...
de: Sprache Veränderung...

source: Choose the most significant part of the image
de: Wählen Sie ein signifikantest Teil des Bildes aus

source: Choose unit
de: Wählen Sie die Einheit aus

source: Click to select image or drop it here
de: Klicken Sie, um ein Bild auszuwählen oder legen Sie es hier ab

source: Close
de: Schließen

source: Close reason
de: Gründ fürs Schließen

source: Closed
de: Geschlossen

source: Closing reason
de: Grund der Schließung

source: Closure
de: Rechnungsabschluss

source: Closure has been created
de: Der Rechnungsabschluss wurde erstellt

source: Closure history
de: Geschichte von Rechnungsabschlüsse

source: Code
de: Kode

source: Completely stop all orders.
de: Alle Bestellungen stoppen

source: Completion
de: Fertigstellung

source: Computing
de: Wird verarbeitet

source: Confirm
de: Bestätigen

source: Confirm import
de: Import Bestätigung

source: Confirm to play sounds
de: Bestätigen um der Klang abzuspielen

source: Confirm transfer
de: Überweisung Bestätigung

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
de: Verbindung mit dem externen Service ist zurzeit nicht möglich. Bitte, versuchen sie es später oder <0> kontaktieren Sie unserer Call-Center</0>

source: Contact support
de: Kontaktieren Sie die Kundenbetreuung

source: Continue typing to find single stock card or select one from the list
de: Tippen Sie weiter um eine bestimmte Lagerkarte zu finden oder wählen Sie eine von der Liste aus.

source: Cover
de: Verpackung

source: Cover categories
de: Kategorien der Packung

source: Cover recipe
de: Rezept der Packung

source: Covers price
de: Packungspreis

source: Create
de: Erstellen

source: Create closure
de: Der Rechnungsabschluss erstellen

source: Create delivery zone for branch
de: Erstellen Sie eine Lieferungszone für die Filiale

source: Create order
de: Bestellung erstellen

source: Create password
de: Kennwort erstellen

source: Create return zone for branch
de: Erstellen Sie eine Zone für Rückfahrt für die Filiale

source: Created
de: Erstellt

source: Current closure
de: Aktueller Rechnungsabschluss

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
de: Aktuelle voraussichtliche Lieferzeit ist <0>{deliveryTime} minutes</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
de: Aktualle voraussichtliche Abholungszeit ist <0>{pickupTime} minutes</0>

source: Custom range
de: Benutzerdefinierten Bereich

source: Daily statistics
de: Tägliche Statistiken

source: Date
de: Datum

source: Date is too much in the future
de: Datum liegt zu viel in der Zukunft

source: Date is too much in the past
de: Datum liegt zu viel in der Vergangenheit

source: Default time of delivery to customer is changed
de: Ausgangszeit der Zustellungs zum Kunde wird geändert

source: Default time of pickup is changed
de: Ausgangszeit der Abholung wird geändert

source: Deliver
de: Lieferung

source: Deliver at
de: Lieferung um

source: Deliver at time
de: Lieferung rechtzeitig

source: Deliver on time
de: Liefern um

source: Deliver to address
de: Lieferung auf die Adresse

source: Deliver until
de: Lieferung bis

source: Delivery sale
de: Zum Mitnehmen

source: Delivery zones
de: Lieferzone

source: Discount total
de: Rabatt gesamt

source: Do you really want to cancel order?
de: Wollen Sie wirklich die Bestellung canceln?

source: Do you want to cancel changes for the zone?
de: Möchten Sie die durchgeführten Änderungen in den Zoneneinstellungen fortwerfen?

source: Driver
de: Fahrer

source: Driver position is unknown
de: Die Position vom Driver ist nicht bekannt

source: Driver {driverName} has reached return zone {zoneName}
de: Driver {driverName} hat die Zone für Rückfahrt {zoneName} erreicht,

source: Drop the image here ...
de: Legen Sie das Bild hier ab...

source: Email to recover your password has been successfully sent.
de: E-Mail mit dem Passwort wurde erfolgreich geschickt

source: Enable import mode
de: Importmodus aktivieren

source: Exactly one
de: Genau ein

source: Expected time of delivery was set
de: Erwartete Zeit der Zustellung wurde eingestellt

source: Expected time of pickup was set
de: Erwartete Zeit der Abholung wurde eingestellt

source: External ID
de: Extern ID

source: Extra charge
de: Extra Gebühr

source: Failed retrieving available promo codes
de: Verfügbare Promocodes

source: Failed to retrieve available payment methods
de: Fehler beim Abrufen der verfügbaren Zahlungsmethoden

source: Fast close branch (for minutes)
de: Schnelle Enschließung der Filiale (in Minuten)

source: Field {fieldDescription} cannot be empty
de: Feld {fieldDescription} kann nicht leer sein

source: Field {fieldDescription} must be a number
de: Feld {fieldDescription} muss eine Nummer sein

source: Field {fieldDescription} must be a positive number
de: Feld {fieldDescription} muss ein positives Nummer sein

source: Filter branch...
de: Filialenfilter

source: Filter branches...
de: Filiale filtern...

source: Filter by cashbox
de: Kassenfilter

source: Filter by cashier
de: Kassiererfilter

source: Filter by category
de: Filtern nach Kategorie

source: Filter by drivers
de: Filter bei Driver

source: Filter by name or code
de: Nach Name oder Code filtern

source: Filter by occasions
de: Ereignisfilter

source: Filter by order origins
de: Filter bei Bestellungsherkunft

source: Filter by sectors
de: Zonenfilter

source: Finish order
de: Bestellung fertigen

source: Finished
de: Fertig

source: First name
de: Name

source: Forbid
de: Verbieten

source: Forbidden
de: Verboten

source: Forgotten password
de: Vergessenes Passwort

source: From
de: Von

source: From date
de: Von Datum

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
de: Bei Fragen oder technischen Problemen wenden Sie sich bitte telefonisch an uns:<0/><1><2>+420 461 049 231</2></1><3/> Täglich von 9:00 bis 22:00 Uhr

source: In minutes
de: In Minuten

source: Internet connection is not available
de: Internetverbindung nicht verfügbar

source: Is active
de: Ist aktiv

source: Is default setting
de: Ist die Standardeinstellung

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
de: Kundes {current, selectordinal, one {1.} two {#.} few {#.} other {#.}} Bestellung {total, plural, one {} few {von # Bestellungen insgesamt} other {von # Bestellungen insgesamt}}

source: Kitchen
de: Küche

source: Last name
de: Nachname

source: Loading
de: Wird geladen

source: Loading sidedishes...
de: Beilage wird geladen...

source: Local sale
de: Verkauf hier

source: Login page
de: Login-Seite

source: Main menu
de: Hauptmenü

source: Map
de: Karte

source: Matching to input
de: Gefunden

source: Maximal length is {length}
de: Maximale Länge ist {length}

source: Menu codes manual
de: Menü-Kode manuell

source: Minimal length is {length}
de: Minimale Länge ist {length}

source: Minimal order price is <0>{minimalPrice}</0>
de: Minimalpreis der Bestellung ist <0>{minimalPrice}</0>

source: Minimal price
de: Mindestpreis

source: Negative stock
de: Verkauf ins Minus

source: New order
de: Neue Bestellung

source: New orders
de: Neue Bestellung

source: No closures found
de: Kein Rechnungsabschluss

source: No drivers available
de: Keine Fahrer verfügbar

source: No limitation
de: Kein Limit

source: No match found
de: Keine Übereinstimmung gefunden

source: No new orders
de: Keine neuen Bestellungen

source: No occasions
de: Kein Ereignis

source: No orders
de: Keine Bestellungen

source: No orders to complete
de: Keine Bestellungen zu beenden

source: No orders to deliver
de: Keine Bestellungen zur Lieferung

source: No orders to hand over
de: Keine Bestellungen zu übergeben

source: No orders to prepare
de: Keine Bestellungen zur Vorbereitung

source: No origins
de: Keine Herkünfte

source: No promo codes available
de: Keine verfügbare Promocodes

source: No recipes are using stock card
de: Keine Rezepte verwenden die Lagerkarte

source: No recipes has been found
de: Keine Rezepte wurden gefunden

source: No recipes in category
de: Keine Rezepte in Kategorien

source: No sectors
de: Keine Zonen

source: No specific business hours defined
de: Keine spezifischen Geschäftszeiten definiert

source: No stock card found from entered search value
de: Es wurde keine Lagerkarte aus dem eingegebenen Suchwert gefunden

source: No stock card selected
de: Keine Lagerkarte ausgewählt

source: No text is filled
de: Es wird kein Text eingegeben

source: Not found
de: Nicht gefunden

source: Not logged in
de: Nicht angemeldet

source: Not set
de: Nicht eingestellt

source: Note
de: Notiz

source: Notification will be shown when driver enters one of these zones.
de: Benachrichtigung wird gezeigt wenn der Driver eine von den Zonen eintreten wird.

source: On way
de: Auf dem Weg

source: One at least
de: Zumindest ein

source: One at most
de: Höchstens ein

source: Online payments
de: Online-Zahlungen

source: Open
de: Geöffnet

source: Open between
de: Geöffnet zwischen

source: Order has been accepted
de: Die Bestellung wurde entgegengenommen

source: Orders
de: Bestellungen

source: Orders count
de: Anzahl der Bestellungen

source: Orders statistics
de: Bestellstatistiken

source: Orders to complete
de: Bestellungen zu beenden

source: Orders to deliver
de: Bestellungen zu zustellen

source: Orders to hand over
de: Bestellungen zu übergeben

source: Orders to prepare
de: Bestellungen zu vorbereiten

source: Our team was notified about the issue.
de: Unser Team wurde von dem Problem benachrichtigt.

source: Overview
de: Übersicht

source: Paid
de: Bezahlt

source: Password has been updated.
de: Kennwort aktualisiert

source: Password is invalid due to following errors:
de: Das Passwort ist aus folgenden Gründen ungültig:

source: Password recovery
de: Passwort wiederherstellen

source: Permit
de: Erlauben

source: Permitted
de: Erlaubt

source: Personal pickup
de: Persönliche Abholung

source: Personal pickup at
de: Abholung persönlich

source: Phone
de: Handy

source: Phone number is required
de: Geben Sie bitte die Telefonnummer an

source: Phone prefix
de: Telefonvorwahl

source: Phone prefix is required
de: Telefonvorwahl ist erforderlich

source: Postpone update
de: Update verschieben

source: Preparing
de: Wird vorbereitet

source: Previous addresses
de: Vorherige Adressen

source: Price
de: Preis

source: Public note
de: Öffentliche Notiz

source: Public note for customers, allergens
de: Öffentliche Notiz für die Kunde, Allergene

source: Quantity
de: Geben Sie die Menge ein

source: Ready to deliver
de: Bereit für die Lieferung

source: Really cancel?
de: Wirklich canceln?

source: Really change?
de: Wollen Sie wirklich die Veränderung?

source: Really remove specific business hour {0}?
de: Wollen Sie diese spezifische Öffnungszeiten {0} wirklich entfernen?

source: Recipe code
de: Rezept Kode

source: Recipe count
de: Rezept Anzahl

source: Recipe has no ingredients
de: Rezept hat keine Zutaten

source: Recipe has no sidedish category attached
de: Es wird kein Rezept der Beilage-Kategorie hinzugefügt

source: Recipe ingredients
de: Rezept von den Zutaten

source: Recipe internal note
de: Rezept - interne Notiz

source: Recipe is in these categories
de: Rezept ist in diesen Kategorien

source: Recipe is not in any category
de: Rezept ist in keinen Kategorien

source: Recipe name
de: Rezeptname

source: Recipe name in default language
de: Name des Artikels in der Ausgangssprache

source: Recipe overview
de: Rezeptüberblick

source: Recipe price for {priceType}
de: Artikelpreis für {priceType}

source: Recipes
de: Artikel

source: Recipes assigned to this category
de: In diese Kategorie zugeordnete Rezepte

source: Recipes using this card
de: Rezepte benutzende diese Karte

source: Recover password
de: Neues Passwort zusenden

source: Regular business hours
de: Regelmäßige Öffnungszeiten

source: Regular business hours has been updated
de: Öffnungszeiten wurden aktualisiert

source: Remove business hour
de: Öffnungszeiten löschen

source: Remove price range
de: Löschen Sie die Preisumfang

source: Remove this card?
de: Diese Karte entfernen?

source: Remove this category?
de: Diese Kategorie entfernen?

source: Remove this recipe?
de: Dieses Rezept entfernen?

source: Remove zone {0}?
de: Die Zone entfernen {0}?

source: Request for password update is invalid. Please try again.
de: Die Anforderung an die Aktualisierung des Passwortes ist ungültig. Versuchen Sie es noch einmal.

source: Required amounts of recipes to be picked
de: Empfehlende Menge von Rezepten zu abgeholen

source: Requires at least one digit
de: Benötigt mindestens eine Ziffer

source: Requires at least one uppercase character
de: Benötigt mindestens ein Großbuchstaben

source: Restart application
de: Die App neu starten

source: Restart now
de: Jetzt neu starten

source: Retry the connection
de: Eneuen Sie die Verbindung

source: Sales statistics
de: Verkaufsstatistik

source: Save
de: Speichern

source: Save invoice preferences
de: Die Rechnungsinformationen speichern

source: Save regular hours
de: Regelmäßige Öffnungszeiten speichern

source: Save zone
de: Zone speichern

source: Searching...
de: Suche...

source: Select a branch
de: Wählen Sie eine Filiale aus

source: Select a single branch for closing
de: Wählen Sie eine Filiale fürs Schließen

source: Select a single branch to set delivery time
de: Wählen Sie eine Filiale aus, für die Ausgangslieferzeit eingestellt werden soll

source: Select at least one branch
de: Wählen Sie mindestens eine Filiale aus

source: Select branch to create zone
de: Wählen Sie eine Filiale aus, um eine neue Zone zu erstellen

source: Select brand
de: Wählen Sie eine Filiale aus

source: Select brand to see its zones
de: Wählen Sie eine Filiale aus, um die Zonen anzuzeigen

source: Select item type
de: Wählen Sie den Artikeltyp aus

source: Selected branch has no stock cards
de: Ausgewählte Filiale hat keine Lagerkarten

source: Send expected time of delivery to customer (in minutes)
de: Die erwartene Lieferzeit dem Kunde schicken (in Minuten)

source: Send expected time of pickup to customer (in minutes)
de: Voraussichtliche Abholzeit an dem Kunde senden (in Minuten)

source: Send feedback
de: Feedback senden

source: Service unreachable
de: Service nicht erreichbar

source: Service zones
de: Servicezonen

source: Set up password
de: Kennwort einstellen

source: Settings
de: Einstellung

source: Show history for branch
de: Historie anzeigen

source: Sidedish
de: Beilage

source: Sidedish categories
de: Beilagekategorien

source: Sidedish recipe
de: Beilage-Rezept

source: Sign-in
de: Anmeldung

source: Specific business hours
de: Spezifische Öffnungszeiten

source: Start typing to search for an address
de: Tippen Sie um die Adresse zu suchen

source: Stock
de: Lager

source: Stock card
de: Lagerkarte

source: Stock card <0>{0}</0> is selected
de: Lagerkarte <0>{0}</0> wird ausgewählt

source: Stock deposit
de: Lagerung

source: Stock overview
de: Bestandsübersicht

source: Stock statistics
de: Lagerstatistik

source: Stock transfer
de: Lager überweisen

source: Supplied file is not recognized as image.
de: Mitgelieferte Datei wird nicht als Bild erkannt.

source: Support
de: Betreuung

source: Table is empty
de: Die Tabelle ist leer

source: There is nothing here, sorry!
de: Hier gibt es nichts, Entschuldigung!

source: These sidedish are presented with recipe
de: Diese Beilage werden mit dem Rezept angegeben

source: Tips
de: Trinkgeld

source: To
de: Bis

source: To date
de: Bis Datum

source: To pickup
de: Zum abholen

source: To show this category
de: Diese Kategorie zeigen

source: To show this recipe
de: Dieses Rezept zeigen

source: Total commissions
de: Die Provision insgesamt

source: Total price
de: Gesamte Preis

source: Total turnover
de: Gesamtumsatz

source: Transfer
de: Überweisung

source: Transfer to branch
de: Übergabe an Filiale

source: Transfer was successfully completed!
de: Die Überweisung wurde erfolgreich abgeschlossen!

source: Transport fee
de: Liefergebühr

source: Type
de: Typ

source: Unexpected error in the app
de: Unerwartete Fehler in der App

source: Unexpected error occured in communication with service.
de: Unerwartete Fehler in der Service-Kommunikation aufgetreten.

source: Unexpected error occured while sending a request.
de: Unerwartete Fehler während der Absendung der Anforderung aufgetreten

source: Unknown error while requesting password recovery
de: Unbekannter Fehler während der Anforderung von Passwortwiederherstellung

source: Unlimited
de: Unbegrenzt

source: Update password
de: Kennwort aktualisieren

source: User
de: Nutzer

source: VAT
de: MwSt.

source: VAT overview
de: MwSt Zusammenfassung

source: Value
de: Währung

source: Ware
de: Angebot

source: Ware categories
de: Artikel Kategorie

source: Ware recipe
de: Artikel Rezept

source: Ware unit
de: Ware Einheit

source: We are closed at the moment
de: Wir sind momentan zu beschäftigt, um neue Bestellungen zu erhalten. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

source: We are not delivering, only take away.
de: Wir liefern nicht, nur zum Mitnehmen.

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
de: Entschuldigung, es ist eine unerwartene Fehler in der App aufgetreten. Unser Team wurde benachrichtigt und fixiert es bald.

source: Without note
de: Ohne Notiz

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
de: Sie hatten bevor den Klang bestätigt. Wegen der technischen Beschränkung, sie brauchen auf Taste unten klicken um der Klang abzuspielen. Sie können den Klang mittles der grünen Taste in der Ecke ausschalten.

source: Zone has been created
de: Die Zone wurde erstellt

source: Zone has been updated
de: Die Zone wurde aktualisiert

source: Zone price rules cannot have empty values.
de: Preis der Zone kann nicht leere Wert haben

source: branch.preferences.stoppage
de: Stillstand

source: for
de: für

source: input.timespan.from
de: von

source: input.timespan.to
de: bis

source: new password
de: Neues Passwort

source: optionselector.clear-filter
de: Alles

source: password
de: Passwort

source: recipe.list.availableAmount
de: Lager

source: to
de: zu

source: to transfer
de: zu überweisen

source: username
de: Benutzername

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
de: {0, plural, one {Für eine Filiale zeigen} few {Für # Filialen zeigen} other {Für # Filialen zeigen}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
de: {recipeCount, plural, zero {keine Rezepte gefunden} one {ein Rezept wurde gefunden, für Bestätigung drücken Sie die Eingabetaste} few {gefunden # Rezept} other {gefunden # Rezepte}}

source: {validatioName} is required
de: {validatioName} ist gefordert

source: {validationName} must have a selection
de: {validationName} muss eine Auswahl haben

source: {validationName} must have at least option selected
de: {validationName} muss mindestens die Option augewählt haben
