Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.9dd53104.po
Languages: es

source: {validationName} must have at least option selected
es: {validationName} por lo menos una posibilidad debe ser seleccionada
