Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.b99aabda.po
Languages: pl

source: <0>Delivery cost</0><1>according order total cost</1>
pl: <0> Koszt dostawy </ 0> <1> według kosztu całkowitego zamówienia </ 1>

source: ASAP
pl: jak najszybciej

source: Accept order
pl: Zaakceptuj zamówienie

source: Add
pl: Dodaj

source: Add another range
pl: Dodaj kolejny zakres

source: Add business hour
pl: Dodaj godzinę pracy

source: Add ingredient
pl: Dodaj składnik

source: Add something else to {0}?
pl: Dodać coś innego do {0}?

source: Add specific business hour
pl: Dodaj określoną godzinę biznesową

source: Add to category
pl: Dodaj do kategorii

source: Add {0} {1}
pl: Dodać

source: Address is not within any delivery zone
pl: Adres nie znajduje się w żadnej strefie dostarczania

source: Address is within delivery zone
pl: Adres znajduje się w strefie dostawy

source: All
pl: Wszystko

source: Allergens based on stock cards
pl: Alergeny oparte na kartach magazynowych

source: Amount
pl: Ilość

source: Application error
pl: Błąd aplikacji

source: Application language
pl: Język aplikacji

source: Application will be restarted in {remainingSeconds} to apply available update.
pl: Aplikacja uruchomi się ponownie po {remainSeconds} w celu wprowadzenia zmian

source: Are you sure?
pl: Jesteś pewien?

source: At time
pl: O czasie

source: Attach sidedish category
pl: Dołącz kategorię przystawek

source: Back
pl: Z powrotem

source: Branch preferences
pl: Preferencje oddziału

source: Branch will open again {minutesLocalized}.
pl: Oddział otworzy się ponownie {minutesLocalized}.

source: Business hours
pl: Godziny pracy

source: By category
pl: Według kategorii

source: By driver
pl: Przez kierowcę

source: By type
pl: Według rodzaju

source: Can't access page
pl: Nie mogę uzyskać dostępu do strony

source: Cancel
pl: Anuluj

source: Cancel order
pl: Anuluj zamówienie

source: Cannot load map right now. Please try again later.
pl: Nie można teraz załadować mapy. Spróbuj ponownie później.

source: Cannot login right now, please try again later
pl: Nie możesz się teraz zalogować, spróbuj ponownie później

source: Card code
pl: Kod karty

source: Card name
pl: Nazwa karty

source: Card note
pl: Przypis karty

source: Card stock
pl: Magazyn

source: Cart is empty
pl: Wózek jest pusty

source: Categories
pl: Kategorie

source: Category assignments
pl: Przypisania kategorii

source: Category internal note
pl: Nota wewnętrzna kategorii

source: Category name
pl: Nazwa Kategorii

source: Category name in default language must be entered.
pl: Nazwa kategorii w domyślnym języku musi zostać wprowadzona.

source: Category of covers
pl: Kategoria okładek

source: Category of recipes
pl: Kategoria przepisów

source: Category of sidedish
pl: Kategoria przystawki

source: Category overview
pl: Przegląd kategorii

source: Change
pl: Zmienić

source: Change default time of delivery to customer (in minutes)
pl: Zmień domyślny czas dostawy do klienta (w minutach)

source: Change default time of pickup (in minutes)
pl: Zmień domyślny czas odbioru (w minutach)

source: Change language
pl: Zmień język

source: Change of invoice preferences
pl: Zmiana preferencji faktur

source: Change payment method
pl: Zmiana metody płatności

source: Change to pickup
pl: Zmień na odbiór osobisty

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
pl: Zmiana oddziału spowoduje anulowanie aktualnej kolejności i usunięcie wszystkich elementów z koszyka. Kontynuować?

source: Changing language...
pl: Zmieniam język ...

source: Choose the most significant part of the image
pl: Wybierz najbardziej znaczącą część obrazu

source: Choose unit
pl: Wybierz jednostkę

source: Click to select image or drop it here
pl: Kliknij, aby wybrać obraz lub upuść go tutaj

source: Close
pl: Zamknięte

source: Close reason
pl: Dokładny powód

source: Closed
pl: Zamknięte

source: Closing reason
pl: Przyczyna zamknięcia

source: Closure
pl: Zamknięcie

source: Closure has been created
pl: Zamknięcie zostało utworzone

source: Closure history
pl: Historia zamknięcia

source: Code
pl: Kod

source: Completely stop all orders.
pl: Całkowicie zatrzymaj wszystkie zamówienia.

source: Completion
pl: Ukończenie

source: Computing
pl: Przetwarzanie danych

source: Confirm
pl: Potwierdź

source: Confirm import
pl: Potwierdź import

source: Confirm to play sounds
pl: Potwierdź, aby odtworzyć dźwięki

source: Confirm transfer
pl: Potwierdź przelew

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
pl: Połączenie z serwisem zewnętrzym nie jest możliwe w tym momencie. Proszę spróbować ponownie później lub <0> skontaktuj się z pomocą techniczną </0>.

source: Contact support
pl: Skontaktuj się z pomocą

source: Continue typing to find single stock card or select one from the list
pl: Kontynuuj pisanie, aby znaleźć jedną kartę magazynową lub wybierz jedną z listy

source: Cover
pl: Okładka

source: Cover categories
pl: Kategorie okładek

source: Cover recipe
pl: Przepis na okładkę

source: Covers price
pl: Cena okładek

source: Create
pl: Stwórz

source: Create closure
pl: Utwórz zamknięcie

source: Create delivery zone for branch
pl: Utwórz strefę dostawy dla oddziału

source: Create order
pl: Utwórz zamówienie

source: Create password
pl: Stwórz hasło

source: Create return zone for branch
pl: Utwórz strefę powrotu dla oddziału

source: Created
pl: Stworzony

source: Current closure
pl: Obecne zamknięcie

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
pl: Bieżący szacowany czas dostawy to <0>{deliveryTime} minut</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
pl: Bieżący szacowany czas odbioru to <0>{pickupTime} minut</0>

source: Custom range
pl: Zakres niestandardowy

source: Daily statistics
pl: Statystyki dzienne

source: Date
pl: Data

source: Date is too much in the future
pl: Data jest zbyt duża w przyszłości

source: Date is too much in the past
pl: Data jest zbyt duża w przeszłości

source: Default time of delivery to customer is changed
pl: Domyślny czas dostawy do klienta został zmieniony

source: Default time of pickup is changed
pl: Domyślny czas odbioru został zmieniony

source: Deliver
pl: Dostawa

source: Deliver at
pl: Dostarcz o

source: Deliver at time
pl: Dostarcz na czas

source: Deliver on time
pl: Dostarczaj na czas

source: Deliver to address
pl: Dostawa na adres

source: Deliver until
pl: Dostarcz do

source: Delivery sale
pl: Sprzedaż wysyłkowa

source: Delivery zones
pl: Strefy dostawy

source: Discount total
pl: Zniżka ogółem

source: Do you really want to cancel order?
pl: Czy na pewno chcesz anulować zamówienie?

source: Do you want to cancel changes for the zone?
pl: Czy chcesz anulować zmiany w strefie?

source: Driver
pl: Kierowca

source: Driver position is unknown
pl: Pozycja kierowcy jest nieznana

source: Driver {driverName} has reached return zone {zoneName}
pl: Kierowca {driverName} osiągnął strefę powrotną {zoneName}

source: Drop the image here ...
pl: Upuść obraz tutaj ...

source: Email to recover your password has been successfully sent.
pl: Email z instrukcją odzyskania hasła został pomyślnie wysłany.

source: Enable import mode
pl: Włącz tryb importu

source: Exactly one
pl: Dokładnie jeden

source: Expected time of delivery was set
pl: Oczekiwany czas dostawy został ustawiony

source: Expected time of pickup was set
pl: Oczekiwany czas odbioru został ustawiony

source: External ID
pl: Zewnętrzny identyfikator

source: Extra charge
pl: Dodatkowa opłata

source: Failed retrieving available promo codes
pl: Nie powiodło się pobieranie dostępnych kodów promocyjnych

source: Failed to retrieve available payment methods
pl: Nie udało się pobrać dostępnych metod płatności

source: Fast close branch (for minutes)
pl: Szybko zamknij oddział (na kilka minut)

source: Field {fieldDescription} cannot be empty
pl: Pole {fieldDescription} nie może być puste

source: Field {fieldDescription} must be a number
pl: Pole {fieldDescription} musi być numerem

source: Field {fieldDescription} must be a positive number
pl: Pole {fieldDescription} musi być liczbą dodatnią

source: Filter
pl: Filtr

source: Filter branch...
pl: Filtruj gałąź ...

source: Filter branches...
pl: Filtruj gałęzie ...

source: Filter by cashbox
pl: Filtruj według kasy

source: Filter by cashier
pl: Filtruj według kasjera

source: Filter by category
pl: Filtruj według kategorii

source: Filter by drivers
pl: Filtruj według sterowników

source: Filter by name or code
pl: Filtruj według nazwy lub kodu

source: Filter by occasions
pl: Filtruj według okazji

source: Filter by order origins
pl: Filtruj według pochodzenia zamówienia

source: Filter by sectors
pl: Filtruj według sektorów

source: Finish order
pl: Zakończ zamówienie

source: Finished
pl: Skończone

source: First name
pl: Imię

source: Forbid
pl: Zabraniać

source: Forbidden
pl: Zakazana

source: Forgotten password
pl: Zapomniane hasło

source: From
pl: Od

source: From date
pl: Od daty

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
pl: W razie pytań lub problemów technicznych prosimy o kontakt telefoniczny:<0/><1><2>+420 461 049 231</2></1><3/>Codziennie od 9:00 do 22:00

source: In minutes
pl: W minutach

source: Internal note
pl: Notatka wewnętrzna

source: Internet connection is not available
pl: Połączenie internetowe nie jest dostępne

source: Is active
pl: Jest aktywny

source: Is default setting
pl: Jest ustawieniem domyślnym

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
pl: To {current, selectordinal, one {1.} two {#.} few {#.} other {#.}} zamówienie klienta {total, plural, one {} other {z spośród # zamówień}}

source: Kitchen
pl: Kuchnia

source: Last name
pl: Nazwisko

source: Loading
pl: Wczytywanie

source: Loading sidedishes...
pl: Ładowanie naczyń bocznych ...

source: Local sale
pl: Sprzedaż lokalna

source: Login name
pl: Nazwa użytkownika

source: Login page
pl: Strona logowania

source: Main menu
pl: Menu główne

source: Map
pl: Mapa

source: Matching to input
pl: Dopasowanie do danych wejściowych

source: Maximal length is {length}
pl: Maksymalna długość to {length}

source: Maximum
pl: Maksimum

source: Menu codes manual
pl: Instrukcje dotyczące otrzymywania zamówień

source: Minimal length is {length}
pl: Minimalna długość to {length}

source: Minimal order price is <0>{minimalPrice}</0>
pl: Minimalna cena zamówienia wynosi <0>{minimalPrice}</0>

source: Minimal price
pl: Minimalna cena

source: Name
pl: Imię

source: Negative stock
pl: Negatywne zapasy

source: New order
pl: Nowe zamówienie

source: New orders
pl: Nowe zamówienia

source: No closures found
pl: Nie znaleziono zamknięć

source: No drivers available
pl: Brak dostępnych kierowców

source: No limitation
pl: Bez limitu

source: No match found
pl: Nie znaleziono dopasowania

source: No new orders
pl: Brak nowych zamówień

source: No occasions
pl: Bez okazji

source: No orders
pl: Brak zamówień

source: No orders to complete
pl: Brak zamówień do wykonania

source: No orders to deliver
pl: Brak zamówień do dostarczenia

source: No orders to hand over
pl: Brak zleceń do przekazania

source: No orders to prepare
pl: Brak zamówień do przygotowania

source: No origins
pl: Bez pochodzenia

source: No promo codes available
pl: Brak dostępnych kodów promocyjnych

source: No recipes are using stock card
pl: Żadne przepisy nie używają karty akcyjnej

source: No recipes has been found
pl: Nie znaleziono przepisów

source: No recipes in category
pl: Brak przepisów w kategorii

source: No sectors
pl: Brak sektorów

source: No specific business hours defined
pl: Nie określono określonych godzin pracy

source: No stock card found from entered search value
pl: Brak karty zapasów od wprowadzonej wartości wyszukiwania

source: No stock card selected
pl: Nie wybrano karty zapasów

source: No text is filled
pl: Żaden tekst nie jest wypełniony

source: Not found
pl: Nie znaleziono

source: Not logged in
pl: Nie zalogowany

source: Not set
pl: Nie ustawiony

source: Note
pl: Notatka

source: Notification will be shown when driver enters one of these zones.
pl: Powiadomienie zostanie wyświetlone, gdy kierowca wejdzie do jednej z tych stref.

source: On way
pl: W drodze

source: One at least
pl: Jeden przynajmniej

source: One at most
pl: Jeden najwyżej

source: Online payments
pl: Płatności online

source: Open
pl: Otwórz

source: Open between
pl: Otwórz między

source: Order has been accepted
pl: Zamówienie zostało przyjęte

source: Orders
pl: Święcenia

source: Orders count
pl: Liczba zamówień

source: Orders statistics
pl: Statystyki zamówień

source: Orders to complete
pl: Zamówienia do wykonania

source: Orders to deliver
pl: Zamówienia do dostarczenia

source: Orders to hand over
pl: Zamówienia do przekazania

source: Orders to prepare
pl: Zamówienia do przygotowania

source: Our team was notified about the issue.
pl: Nasz zespół został powiadomiony o problemie

source: Overview
pl: Przegląd

source: Paid
pl: Zapłacony

source: Password has been updated.
pl: Hasło zostało zaktualizowane.

source: Password is invalid due to following errors:
pl: Hasło jest nieprawidłowe z powodu następujących błędów:

source: Password recovery
pl: Odzyskiwanie hasła

source: Permit
pl: Pozwolić

source: Permitted
pl: Dozwolony

source: Personal pickup
pl: Osobisty odbiór

source: Personal pickup at
pl: Odbiór osobisty o

source: Phone
pl: Telefon

source: Phone number is required
pl: Wymagany jest numer telefonu

source: Phone prefix
pl: numer kierunkowy

source: Phone prefix is required
pl: numer kierunkowy jest wymagany

source: Postpone update
pl: Odłóż aktualizację

source: Preparing
pl: Przygotowanie

source: Previous addresses
pl: Poprzednie adresy

source: Price
pl: Cena

source: Promo codes
pl: Kody promocyjne

source: Public note
pl: Notatka publiczna

source: Public note for customers, allergens
pl: Notatka publiczna dla klientów, alergeny

source: Quantity
pl: Ilość

source: Ready to deliver
pl: Gotowy do dostarczenia

source: Really cancel?
pl: Naprawdę anulować?

source: Really change?
pl: Na prawdę zmienić?

source: Really remove specific business hour {0}?
pl: Czy na prawde chcesz usunąć konkretną godzinę pracy {0}?

source: Recipe code
pl: Kod przepisu

source: Recipe count
pl: Liczba receptu

source: Recipe has no ingredients
pl: Receptura nie ma składników

source: Recipe has no sidedish category attached
pl: Receptura nie ma dołączonej kategorii dodatków

source: Recipe ingredients
pl: Składniki receptury

source: Recipe internal note
pl: Wewnętrzna uwaga receptury

source: Recipe is in these categories
pl: Przepis znajduje się w tych kategoriach

source: Recipe is not in any category
pl: Przepis nie należy do żadnej kategorii

source: Recipe name
pl: Nazwa przepisu

source: Recipe name in default language
pl: Nazwa przepisu w domyślnym języku

source: Recipe overview
pl: Przegląd przepisów

source: Recipe price for {priceType}
pl: Cena przepisu za {priceType}

source: Recipes
pl: Przepisy

source: Recipes assigned to this category
pl: Przepisy przypisane do tej kategorii

source: Recipes using this card
pl: Przepisy używające tej karty

source: Recover password
pl: Odzyskaj hasło

source: Regular business hours
pl: Regularne godziny pracy

source: Regular business hours has been updated
pl: Zaktualizowano regularne godziny pracy

source: Remove business hour
pl: Usuń godzinę pracy

source: Remove price range
pl: Usuń przedział cenowy

source: Remove this card?
pl: Usunąć tę kartę?

source: Remove this category?
pl: Usunąć tę kategorię?

source: Remove this recipe?
pl: Usunąć ten przepis?

source: Remove zone {0}?
pl: Usunąć strefę {0}?

source: Request for password update is invalid. Please try again.
pl: Żądanie aktualizacji hasła jest nieprawidłowe. Proszę spróbuj ponownie.

source: Required amounts of recipes to be picked
pl: Wymagana ilość receptur do wyboru

source: Requires at least one digit
pl: Wymaga co najmniej jednej cyfry

source: Requires at least one uppercase character
pl: Wymaga co najmniej jednej dużej litery

source: Restart application
pl: Zrestartuj aplikację

source: Restart now
pl: Zrestartuj teraz

source: Retry the connection
pl: Ponów połączenie

source: Sales statistics
pl: Statystyki sprzedaży

source: Save
pl: Zapisać

source: Save invoice preferences
pl: Zapisz preferencje faktury

source: Save regular hours
pl: Oszczędzaj regularne godziny

source: Save zone
pl: Zapisz strefę

source: Searching...
pl: Szukanie...

source: Select a branch
pl: Wybierz oddział

source: Select a single branch for closing
pl: Wybierz jeden oddział do zamknięcia

source: Select a single branch to set delivery time
pl: Wybierz jeden oddział, aby ustawić czas dostawy

source: Select at least one branch
pl: Wybierz co najmniej jedną gałąź

source: Select branch to create zone
pl: Wybierz gałąź, aby utworzyć strefę

source: Select brand
pl: Wybierz brand

source: Select brand to see its zones
pl: Wybierz brand, aby zobaczyć jej strefy

source: Select item type
pl: Wybierz typ elementu

source: Selected branch has no stock cards
pl: Wybrany oddział nie ma kart zapasów

source: Send expected time of delivery to customer (in minutes)
pl: Wyślij oczekiwany czas dostawy do klienta (w minutach)

source: Send expected time of pickup to customer (in minutes)
pl: Wyślij oczekiwany czas odbioru klientowi (w minutach)

source: Send feedback
pl: Wyślij opinię

source: Service unreachable
pl: Serwis nieosiągalny

source: Service zones
pl: Strefy serwisowe

source: Set up password
pl: Skonfiguruj hasło

source: Settings
pl: Ustawienia

source: Show history for branch
pl: Pokaż historię dla oddziału

source: Sidedish
pl: Przystawka

source: Sidedish categories
pl: Kategorie przystawek

source: Sidedish recipe
pl: Przepis na dodatky

source: Sign-in
pl: Zaloguj

source: Specific business hours
pl: Określone godziny pracy

source: Start typing to search for an address
pl: Zacznij pisać, aby wyszukać adres

source: Stock
pl: Asortyment

source: Stock card
pl: Karta zapasowa

source: Stock card <0>{0}</0> is selected
pl: Wybrano kartę magazynową <0> {0} </ 0>

source: Stock deposit
pl: Depozyt zapasowy

source: Stock overview
pl: Przegląd zapasów

source: Stock statistics
pl: Statystyka zapasów

source: Stock transfer
pl: Przeniesienie zapasów

source: Supplied file is not recognized as image.
pl: Dostarczony plik nie jest rozpoznawany jako obraz.

source: Support
pl: Wsparcie

source: Table is empty
pl: Tabela jest pusta

source: There is nothing here, sorry!
pl: Nic tu nie ma, przepraszam!

source: These sidedish are presented with recipe
pl: Te dodatky są przedstawione z recepturą

source: Tips
pl: Wskazówki

source: Title
pl: Tytuł

source: To
pl: Do

source: To date
pl: Do daty

source: To pickup
pl: Odbiór osobisty

source: To show this category
pl: Aby wyświetlić tę kategorię

source: To show this recipe
pl: Aby wyświetlić ten przepis

source: Total commissions
pl: Całkowita prowizja

source: Total price
pl: Cena całkowita

source: Total turnover
pl: Całkowity obrót

source: Transfer to branch
pl: Przeniesienie do oddziału

source: Transfer was successfully completed!
pl: Transfer został pomyślnie zakończony!

source: Transport fee
pl: Opłata transportowa

source: Type
pl: Rodzaj

source: Unexpected error in the app
pl: Nieoczekiwany błąd w aplikacji.

source: Unexpected error occured in communication with service.
pl: Wystąpił nieoczekiwany błąd podczas komunikacji z serwisem.

source: Unexpected error occured while sending a request.
pl: Wystąpił nieoczekiwany błąd podczas wysyłania żądania.

source: Unknown error while requesting password recovery
pl: Nieznany błąd podczas żądania odzyskania hasła

source: Unlimited
pl: Nieograniczony

source: Update password
pl: Aktualizować hasło

source: User
pl: Użytkownik

source: VAT overview
pl: Przegląd podatku VAT

source: Value
pl: Wartość

source: Ware
pl: Towar

source: Ware categories
pl: Kategorie towarów

source: Ware recipe
pl: Recepcja na towar

source: Ware unit
pl: Urządzenie towarowe

source: We are closed at the moment
pl: W tej chwili jesteśmy zamknięci

source: We are not delivering, only take away.
pl: Nie dostarczamy, tylko zabieramy.

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
pl: Przepraszamy, wystąpił niespodziewany błąd w aplikacji. Nasz zespół został już powiadomiony o problemie i wktótce go naprawimy.

source: Without note
pl: Bez notatki

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
pl: Włączyłeś wcześniej dźwięki. Ze względu na ograniczenia techniczne musisz kliknąć przycisk poniżej, aby móc odtwarzać dźwięki. Możesz wyłączyć dźwięki za pomocą zielonego przycisku w prawym górnym rogu.

source: Zone has been created
pl: Strefa została utworzona

source: Zone has been updated
pl: Strefa została zaktualizowana

source: Zone price rules cannot have empty values.
pl: Reguły cen strefowych nie mogą mieć pustych wartości

source: branch.preferences.stoppage
pl: Zatrzymanie

source: for
pl: dla

source: input.timespan.from
pl: z

source: input.timespan.to
pl: do

source: new password
pl: nowe hasło

source: optionselector.clear-filter
pl: Wszystko

source: password
pl: hasło

source: recipe.list.availableAmount
pl: Zbiory

source: to
pl: do

source: to transfer
pl: przenieść

source: username
pl: Nazwa Użytkownika

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
pl: {0, plural, one {Pokaż dla jednego oddziału} other {Pokaż dla # oddziałów}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
pl: {recipeCount, plural, zero {nie znaleziono przepisów} one {znaleziono jeden przepis, naciśnij Enter, aby potwierdzić} few {znaleziono # przepisy} other {znaleziono # przepisów}}

source: {validatioName} is required
pl: {validatioName} jest wymagana

source: {validationName} must have a selection
pl: {validationName} musi mieć zaznaczenie

source: {validationName} must have at least option selected
pl: {validationName} musi mieć co najmniej wybraną opcję
