Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.1dbf6ac7.po
Languages: af

source: <0>Delivery cost</0><1>according order total cost</1>
af: <0>Afleweringskoste</0><1>volgens totale koste van bestelling</1>

source: ASAP
af: So gou moontlik

source: Accept order
af: Aanvaar bestelling

source: Add
af: Voeg by

source: Add another range
af: Voeg nog 'n reeks by

source: Add business hour
af: Voeg besigheidsuur by

source: Add ingredient
af: Voeg bestanddeel by

source: Add something else to {0}?
af: Voeg nog iets by {0}?

source: Add specific business hour
af: Voeg spesifieke besigheidsuur by

source: Add to category
af: Voeg by kategorie

source: Add {0} {1}
af: Voeg by {0} {1}

source: Address is not within any delivery zone
af: Adres is nie binne afleweringsone

source: Address is within delivery zone
af: Adres is binne afleweringsone

source: All
af: Alles

source: Allergens based on stock cards
af: Allergene gebaseer op voorraadkaarte

source: Amount
af: Bedrag

source: Application error
af: App-fout

source: Application language
af: App-taal

source: Application will be restarted in {remainingSeconds} to apply available update.
af: App sal weer begin in {remainingSeconds} om beskikbare bywerking toe te pas.

source: Are you sure?
af: is jy seker?

source: At time
af: Hierdie tyd

source: Attach sidedish category
af: Heg bygereg-kategorie aan

source: Back
af: Terug

source: Branch preferences
af: Tak se voorkeure

source: Branch will open again {minutesLocalized}.
af: Tak maak weer oop {minutesLocalized}.

source: Business hours
af: Besigheidsure

source: By category
af: Per kategorie

source: By driver
af: Met bestuurder

source: By type
af: Per tipe

source: By zone
af: per sone

source: Can't access page
af: Geen toegang tot blad

source: Cancel
af: Kanselleer

source: Cancel order
af: Kanselleer bestelling

source: Cannot load map right now. Please try again later.
af: Kan nie kaart nou laai nie. Probeer asseblief later weer.

source: Cannot login right now, please try again later
af: Kan nie nou aanmeld, probeer asseblief weer later

source: Card code
af: Kaartkode

source: Card name
af: Kaartnaam

source: Card note
af: Kaartnota

source: Card stock
af: Kaartvoorraad

source: Cart is empty
af: Mandjie is leeg

source: Categories
af: Kategorieë

source: Category assignments
af: Kategorie-toewysings

source: Category internal note
af: Kategorie- interne nota

source: Category name
af: Kategorienaam

source: Category name in default language must be entered.
af: Kategorienaam in verstektaal moet ingetik word.

source: Category of covers
af: Kategorie van verpakking

source: Category of recipes
af: Kategorie van resepte

source: Category of sidedish
af: Kategorie van bygereg

source: Category overview
af: Kategorie-oorsig

source: Change
af: Verander

source: Change default time of delivery to customer (in minutes)
af: Verander verstektyd van aflewering aan klant (in minute)

source: Change default time of pickup (in minutes)
af: Verander verstektyd van aflewering (in minute)

source: Change language
af: Verander taal

source: Change of invoice preferences
af: Verandering van faktuurvoorkeure

source: Change payment method
af: Verander betaalmetode

source: Change to pickup
af: Verander na self kom haal

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
af: Betalende tak sal huidge bestelling kanselleer en alle items uit die mandjie verwyder. Voortgaan?

source: Changing language...
af: Verander taal…

source: Choose the most significant part of the image
af: Kies die belangrikste deel van die beeld

source: Choose unit
af: Kies eenheid

source: Clear
af: Maak skoon

source: Click to select image or drop it here
af: Klik om beeld te selekteer of sit dit hier neer

source: Close
af: Sluit

source: Close reason
af: Sluit rede

source: Closed
af: Gesluit

source: Closing reason
af: Rede vir sluiting

source: Closure
af: Sluiting

source: Closure has been created
af: Sluiting is geskep

source: Closure history
af: Sluitinggeskiedenis

source: Code
af: Kode

source: Completely stop all orders.
af: Stop alle bestellings heeltemal.

source: Completion
af: Voltooi

source: Computing
af: Verwerking

source: Confirm
af: Bevestig

source: Confirm import
af: Bevestig invoering

source: Confirm to play sounds
af: Bevestig om geluide te speel

source: Confirm transfer
af: Bevestig oorplasing

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
af: Konneksie na eksterne diens is nie tans beskikbaar. Probeer asseblief weer later of <0>kontak ons ondersteuning</0>.

source: Contact support
af: Kontak ondersteuning

source: Continue typing to find single stock card or select one from the list
af: Hou aan tik om enkelvoorraadkaart te vind of kies een op die lys

source: Cover
af: Verpakking

source: Cover categories
af: Verpakkingskategorieë

source: Cover recipe
af: Verpakkingsresep

source: Covers price
af: Verpakkingsprys

source: Create
af: Skep

source: Create closure
af: Skep sluiting

source: Create delivery zone for branch
af: Skep afleweringsone vir tak

source: Create order
af: Skep bestelling

source: Create password
af: Skep wagwoord

source: Create return zone for branch
af: Skep terugkeersone vir tak

source: Created
af: Geskep

source: Current closure
af: Huidige sluiting

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
af: Huidige verwagte afleweringstyd is <0>{deliveryTime} minute</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
af: Huidige verwagte afhaaltyd is <0>{deliveryTime} minute</0>

source: Custom range
af: Doelgemaakte reeks

source: Customer screen
af: kliënteskerm

source: Daily statistics
af: Daaglikse statistiek

source: Date
af: Datum

source: Date is too much in the future
af: Datum is te ver in die toekoms

source: Date is too much in the past
af: Datum is te ver in die verlede

source: Default time of delivery to customer is changed
af: Verstektyd van aflewering aan klant is verander

source: Default time of pickup is changed
af: Verstektyd van afhaal is verander

source: Deliver
af: Lewer af

source: Deliver at
af: Lewer af by

source: Deliver at time
af: Lewer af hierdie tyd

source: Deliver on time
af: Lewer betyds af

source: Deliver to address
af: Lewer af by adres

source: Deliver until
af: Lewer af tot

source: Delivery sale
af: Afleweringsverkoop

source: Delivery zones
af: Afleweringsones

source: Discount total
af: Afslagtotaal

source: Do you really want to cancel order?
af: Wil jy regtig die bestelling kanselleer?

source: Do you want to cancel changes for the zone?
af: Wil jy veranderinge vir die sone kanselleer?

source: Driver
af: Bestuurder

source: Driver position is unknown
af: Bestuurderposisie is onbekend

source: Driver {driverName} has reached return zone {zoneName}
af: Bestuurder {driverName} is nou by terugkeersone {zoneName}

source: Drop the image here ...
af: Sit die beeld hier neer…

source: E-mail
af: E-pos

source: Email to recover your password has been successfully sent.
af: E-pos om jou wagwoord te herwin is suksesvol gestuur.

source: Enable import mode
af: Magtig invoermetode

source: Exactly one
af: Presies een

source: Expected time of delivery was set
af: Verwagte afleweringstyd is gestel

source: Expected time of pickup was set
af: Verwagte afhaaltyd is gestel

source: External ID
af: Eksterne ID

source: Extra charge
af: Ekstra koste

source: Failed retrieving available promo codes
af: Kon nie beskikbare promo-kodes oproep nie

source: Failed to retrieve available payment methods
af: Kon nie beskikbare betaalmetodes terugkry nie

source: Fast close branch (for minutes)
af: Vinnige sluiting tak (vir minute)

source: Field {fieldDescription} cannot be empty
af: Veld {fieldDescription} kan nie leeg wees nie

source: Field {fieldDescription} must be a number
af: Veld {fieldDescription} moet 'n syfer wees

source: Field {fieldDescription} must be a positive number
af: Veld {fieldDescription} moet 'n positiewe getal wees

source: Filter branch...
af: Filter tak…

source: Filter branches...
af: Filter takke…

source: Filter by cashbox
af: Filter per kontantkissie

source: Filter by cashier
af: Filter per kassier

source: Filter by category
af: Filter per kategorie

source: Filter by country
af: filter volgens land

source: Filter by drivers
af: Filter per bestuurders

source: Filter by name or code
af: Filter by naam of kode

source: Filter by occasions
af: Filter per kere

source: Filter by order origins
af: Filter per besteloorspronge

source: Filter by sectors
af: Filter per sektore

source: Finish order
af: Voltooi bestelling

source: Finished
af: Voltooi

source: First name
af: Voornaam

source: Forbid
af: Verbied

source: Forbidden
af: Verbode

source: Forgotten password
af: Wagwoord vergeet

source: From
af: Vanaf

source: From date
af: Vanaf datum

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
af: As jy enige vrae of tegniese probleme het, kontak ons asseblief telefonies:<0/><1><2>+420 774 454 840</2></1><3/>Elke dag van 9:00 tot 22:00

source: Import
af: Voer in

source: In minutes
af: In minute

source: Internal note
af: Interne nota

source: Internet connection is not available
af: Internetkonneksie is nie beskikbaar

source: Is active
af: Is aktief

source: Is default setting
af: Is verstekstelling

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
af: Dit is klant se {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}

source: Kitchen
af: Kombuis

source: Last name
af: Van

source: Loading
af: Laai

source: Loading sidedishes...
af: Laai bygeregte…

source: Local sale
af: Plaaslike verkoop

source: Login name
af: Aanmeld-naam

source: Login page
af: Aanmeld-bladsy

source: Main menu
af: Hoofkieslys

source: Map
af: Kaart

source: Matching to input
af: Gevind

source: Maximal length is {length}
af: Maksimum lengte is {length}

source: Maximum
af: Maksimum

source: Menu codes manual
af: Kieslyskodes per hand

source: Minimal length is {length}
af: Minimum lengte is {length}

source: Minimal order price is <0>{minimalPrice}</0>
af: Minimum bestelprys is <0>{minimalPrice}</0>

source: Minimal price
af: Minimum prys

source: Name
af: Naam

source: Negative stock
af: Negatiewe voorraad

source: New order
af: Nuwe bestelling

source: New orders
af: Nuwe bestellings

source: No closures found
af: Geen sluitings gevind

source: No countries
af: geen lande nie

source: No drivers available
af: Geen bestuurders beskikbaar

source: No limitation
af: Geen beperking

source: No match found
af: Nie gevind nie

source: No new orders
af: Geen nuwe bestellings

source: No occasions
af: Geen kere

source: No orders
af: Geen bestellings

source: No orders to complete
af: Geen bestellings om af te handel

source: No orders to deliver
af: Geen bestellings om af te lewer

source: No orders to hand over
af: Geen bestellings om te oorhandig

source: No orders to prepare
af: Geen bestellings om voor te berei

source: No origins
af: Geen oorspronge

source: No promo codes available
af: Geen promo-kodes beskikbaar

source: No recipes are using stock card
af: Geen resepte gebruik voorraadkaart

source: No recipes has been found
af: Geen resepte is gevind nie

source: No recipes in category
af: Geen resepte in kategorie

source: No sectors
af: Geen sektore

source: No specific business hours defined
af: Geen spesifieke besigheidsure omskryf

source: No stock card found from entered search value
af: Geen voorraadkaart gevind uit ingetikte soekwaarde

source: No stock card selected
af: Geen voorraadkaart gekies

source: No text is filled
af: Geen teks is ingevul nie

source: Not found
af: Nie gevind nie

source: Not logged in
af: Nie aangeteken nie

source: Not set
af: Nie ingestel nie

source: Note
af: Nota

source: Notification will be shown when driver enters one of these zones.
af: Kennisgewing sal gewys word wanneer bestuurder een van hierdie sones binnekom.

source: On way
af: Op pad

source: One at least
af: Ten minste een

source: One at most
af: Op die meeste een

source: Online payments
af: Aanlynbetalings

source: Open
af: Oop

source: Open between
af: Oop tussen

source: Order has been accepted
af: Bestelling is aanvaar

source: Orders
af: Bestellings

source: Orders count
af: Aantal bestellings

source: Orders statistics
af: Bestellingstatistiek

source: Orders to complete
af: Bestellings om te voltooi

source: Orders to deliver
af: Bestellings om af te lewer

source: Orders to hand over
af: Bestellings om te oorhandig

source: Orders to prepare
af: Bestellings om voor te berei

source: Our team was notified about the issue.
af: Ons span is van die probleem in kennis gestel.

source: Overview
af: Oorsig

source: Paid
af: Betaal

source: Password has been updated.
af: Wagwoord is bygewerk

source: Password is invalid due to following errors:
af: Wagwoord is ongeldig weens die volgende foute:

source: Password recovery
af: Wagwoord-herwinning

source: Permit
af: Laat toe

source: Permitted
af: Toegelaat

source: Personal pickup
af: Persoonlik kom haal

source: Personal pickup at
af: Persoonlike afhaal

source: Phone
af: Telefoon

source: Phone number is required
af: Telefoonnommer word vereis

source: Phone prefix
af: Foonprefiks

source: Phone prefix is required
af: Foonprefiks word vereis

source: Postpone update
af: Werk later by

source: Preparing
af: Word voorberei

source: Previous addresses
af: Vorige adresse

source: Previous:
af: vorige

source: Price
af: Prys

source: Promo codes
af: Promo-kodes

source: Public note
af: Openbare nota

source: Public note for customers, allergens
af: Openbare nota vir klante, allergene

source: Quantity
af: Hoeveelheid

source: Ready
af: gereed

source: Ready to deliver
af: Gereed om af te lewer

source: Really cancel?
af: Regtig kanselleer?

source: Really change?
af: Regtig verander?

source: Really remove specific business hour {0}?
af: Regtig spesifieke besigheidsuur verwyder {0}?

source: Recipe code
af: Resepkode

source: Recipe count
af: Reseptelling

source: Recipe has no ingredients
af: Resep het geen bestanddele

source: Recipe has no sidedish category attached
af: Resep het geen bygereg-kategorie aangeheg

source: Recipe ingredients
af: Resepbestanddele

source: Recipe internal note
af: Resep- interna nota

source: Recipe is in these categories
af: Resep is in hierdie kategorieë

source: Recipe is not in any category
af: Resep is nie in enige kategorie

source: Recipe name
af: Resepnaam

source: Recipe name in default language
af: Resepnaam in verstektaal

source: Recipe overview
af: Resepoorsig

source: Recipe price for {priceType}
af: Resepprys vir {priceType}

source: Recipes
af: Resepte

source: Recipes assigned to this category
af: Resepte toegewys in hierdie kategorie?

source: Recipes using this card
af: Resepte met gebruik van hierdie kaart

source: Recover password
af: Herwin wagwoord

source: Regular business hours
af: Gewone besigheidsure

source: Regular business hours has been updated
af: Gewone besigheidsure is bygewerk

source: Remove business hour
af: Verwyder besigheidsuur

source: Remove price range
af: Verwyder prysreeks

source: Remove this card?
af: Verwyder hierdie kaart?

source: Remove this category?
af: Verwyder hierdie kategorie?

source: Remove this recipe?
af: Verwyder hierdie resep?

source: Remove zone {0}?
af: Verwyder sone {0}?

source: Request for password update is invalid. Please try again.
af: Versoek om wagwoord by te werk is ongeldig. Probeer asseblief weer.

source: Required amounts of recipes to be picked
af: Vereiste aantal resepte wat gekies moet word

source: Requires at least one digit
af: Vereis ten minste een syfer

source: Requires at least one uppercase character
af: Vereis ten minste een hoofletter

source: Restart application
af: Begin app weer

source: Restart now
af: Begin nou weer

source: Retry the connection
af: Probeer weer die konneksie

source: Sales statistics
af: Verkoopstatistiek

source: Save
af: Stoor

source: Save invoice preferences
af: Stoor faktuurvoorkeure

source: Save regular hours
af: Stoor gereelde ure

source: Save zone
af: Stoor sone

source: Searching...
af: Soek…

source: Select a branch
af: Kies 'n tak

source: Select a single branch for closing
af: Kies 'n enkele tak vir sluiting

source: Select a single branch to set delivery time
af: Kies 'n enkele tak om afleweringstyd te stel

source: Select at least one branch
af: Kies ten minste een tak

source: Select branch to create zone
af: Kies die tak om sone te skep

source: Select brand
af: Kies handelsnaam

source: Select brand to see its zones
af: Kies handelsnaam om sy sones te sien

source: Select item type
af: Kies itemtipe

source: Selected branch has no stock cards
af: Gekose tak het geen voorraadkaarte

source: Send expected time of delivery to customer (in minutes)
af: Stuur verwagte tyd van aflewering na klant (in minute)

source: Send expected time of pickup to customer (in minutes)
af: Stuur verwagte tyd van afhaal na klant (in minute)

source: Send feedback
af: Stuur terugvoer

source: Service unreachable
af: Diens onbereikbaar

source: Service zones
af: Dienssones

source: Set up password
af: Stel wagwoord op

source: Settings
af: Stellings

source: Show customer screen
af: wys kliënteskerm

source: Show history for branch
af: Vertoon geskiedenis vir tak

source: Sidedish
af: Bygereg

source: Sidedish categories
af: Bygereg-kategorieë

source: Sidedish recipe
af: Bygereg-resep

source: Sign-in
af: Teken aan

source: Specific business hours
af: Spesifieke besigheidsure

source: Start typing to search for an address
af: Begin tik om vir 'n adres te soek

source: Stock
af: Voorraad

source: Stock card
af: Voorraadkaart

source: Stock card <0>{0}</0> is selected
af: Voorraadkaart <0>{0}</0> is gekies

source: Stock deposit
af: Voorraaddeposito

source: Stock overview
af: Voorraad-oorsig

source: Stock statistics
af: Voorraadstatistiek

source: Stock transfer
af: Voorraadoorplasing

source: Supplied file is not recognized as image.
af: Lêer verskaf word nie as beeld herken nie.

source: Support
af: Ondersteuning

source: Table is empty
af: Tabel is leeg

source: There is nothing here, sorry!
af: Daar is niks hier nie, jammer!

source: These sidedish are presented with recipe
af: Hierdie bygeregte word saam met resep aangegee

source: Tips
af: Fooitjies

source: Title
af: Titel

source: To
af: Na

source: To date
af: Tot op datum

source: To pickup
af: Word self afgehaal

source: To show this category
af: Om hierdie kategorie te wys

source: To show this recipe
af: Om hierdie resep te wys

source: Total commissions
af: Totale kommissies

source: Total price
af: Totale prys

source: Total turnover
af: Totale omset

source: Transfer
af: Plaas oor

source: Transfer to branch
af: Dra oor na tak

source: Transfer was successfully completed!
af: Oorplasing is suksesvol voltooi!

source: Transport fee
af: Vervoerkoste

source: Type
af: Tipe

source: Unexpected error in the app
af: Onverwagte fout in die app

source: Unexpected error occured in communication with service.
af: Daar was 'n onverwagte fout in kommunikasie met die diens.

source: Unexpected error occured while sending a request.
af: Daar was 'n onverwagte fout terwyl 'n versoek gestuur is.

source: Unknown error while requesting password recovery
af: Onbekende fout terwyl wagwoordherwinning aangevra

source: Unlimited
af: Onbeperk

source: Update password
af: Werk wagwoord by

source: User
af: Gebruiker

source: VAT
af: BTW

source: VAT overview
af: BTW-oorsig

source: Value
af: Waarde

source: Ware
af: Artikel

source: Ware categories
af: Artikelkategorieë

source: Ware recipe
af: Artikelresep

source: Ware unit
af: Artikeleenheid

source: We are closed at the moment
af: Ons is tans toe

source: We are not delivering, only take away.
af: Ons lewer nie af nie, slegs wegneem.

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
af: Jammer, maar daar is 'n onverwagte probleem in die app. On span weet daarvan en sal dit binnekort regstel.

source: Without note
af: Sonder nota

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
af: Jy het voorheen geluide gespeel. Weens tegniese beperkings moet jy op die knoppie onder klik sodat geluide kan speel. Jy kan geluide afsit met die groen knoppie regs bo in die hoek.

source: Zone has been created
af: Sone is geskep

source: Zone has been updated
af: Sone is bygewerk

source: Zone price rules cannot have empty values.
af: Soneprysreëls kan nie leë waardes hê nie.

source: branch.preferences.stoppage
af: Onderbreking

source: cat. origins
af: kat. oorspronge

source: for
af: vir

source: from
af: van

source: input.timespan.from
af: vanaf

source: input.timespan.to
af: na

source: new password
af: nuwe wagwoord

source: optionselector.clear-filter
af: Alles

source: password
af: wagwoord

source: recipe.list.availableAmount
af: Voorraad

source: to
af: na

source: to transfer
af: om oor te plaas

source: username
af: gebruikernaam

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
af: {0, plural, one {Wys vir een tak} few {Show for # branches} other {Wys vir # takke}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
af: {recipeCount, plural, zero {Geen resepte gevind} one {Een resep gevind, voer in om te bevestig} few {# reseptegevind} other {# resepte gevind}}

source: {validatioName} is required
af: {validatioName} word vereis

source: {validationName} must have a selection
af: {validationName} moet 'n keuse hê

source: {validationName} must have at least option selected
af: {validationName} moet ten minste opsie-keuse hê
