Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.d5ec72e8.po
Languages: sk

source: <0>Delivery cost</0><1>according order total cost</1>
sk: <0>Cena rozvozu</0><1>podľa celkovej ceny objednávky</1>

source: ASAP
sk: Čo najskôr

source: Accept order
sk: Prijať objednávku

source: Add
sk: Pridať

source: Add another range
sk: Pridať dalšie rozpätie

source: Add business hour
sk: Pridať otváraciu dobu

source: Add ingredient
sk: Pridať prísadu

source: Add something else to {0}?
sk: Pridať niečo ďalšie k {0}?

source: Add specific business hour
sk: Pridať mimoriadnu otváraciu dobu

source: Add to category
sk: Pridať do kategórie

source: Add {0} {1}
sk: Pridať {0} {1}

source: Address is not within any delivery zone
sk: Adresa nie je v žiadnej rozvozovej zóne

source: Address is within delivery zone
sk: Adresa je v zóne dovozu

source: All
sk: Všetko

source: Allergens based on stock cards
sk: Alergény podľa skladovej karty

source: Amount
sk: Množstvo

source: Application error
sk: Chyba aplikácie

source: Application language
sk: Jazyk aplikácie

source: Application will be restarted in {remainingSeconds} to apply available update.
sk: Aplikácia bude kvôli aktualizácií reštartovaná za {remainingSeconds}.

source: Are you sure?
sk: Ste si istý?

source: At time
sk: V čase

source: Attach sidedish category
sk: Priradiť prídavkovú kategóriu

source: Back
sk: Späť

source: Branch preferences
sk: Nastavenie pobočky

source: Branch will open again {minutesLocalized}.
sk: Pobočka otvára {minutesLocalized}.

source: Business hours
sk: Otváracie hodiny

source: By category
sk: Podľa kategórie

source: By driver
sk: Podla vodiča

source: By type
sk: Podla typu

source: Can't access page
sk: Stránka nie je prístupná

source: Cancel
sk: Zrušiť

source: Cancel order
sk: Zrušiť objednávku

source: Cannot load map right now. Please try again later.
sk: Momentálne neviem načítať mapu. Skúste znovu neskôr.

source: Cannot login right now, please try again later
sk: Nie je možné se prihlásiť, prosím skúste to neskôr.

source: Card code
sk: Kód karty

source: Card name
sk: Názov karty

source: Card note
sk: Poznámka karty

source: Card stock
sk: Sklad

source: Cart is empty
sk: Košík je prázdný

source: Categories
sk: Kategórie

source: Category assignments
sk: Pridelené kategóriou

source: Category internal note
sk: Neverejná poznámka kategórie

source: Category name
sk: Názov kategórie

source: Category name in default language must be entered.
sk: Názov kategórie v predvolenom jazyku musí byť zadaný.

source: Category of covers
sk: Kategória manipulačného poplatku

source: Category of recipes
sk: Kategórie receptúr

source: Category of sidedish
sk: Prídavková kategória

source: Category overview
sk: Prehľad kategórií

source: Change
sk: Zmena

source: Change default time of delivery to customer (in minutes)
sk: Zmena prednastaveného času dovoz ku zákazníkovi (v minútach)

source: Change default time of pickup (in minutes)
sk: Zmeniť prednastavený čas vyzdvihnutia (v minútach)

source: Change language
sk: Zmeniť jazyk

source: Change of invoice preferences
sk: Zmena fakturačných údajov

source: Change payment method
sk: Zmena platobnej metódy

source: Change to pickup
sk: Zmeniť na osobný odber

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
sk: Zmena pobočky stornuje súčasnú objednávku a odoberie všetky položky z košíka. Chcete pokračovať?

source: Changing language...
sk: Zmena jazyku...

source: Choose unit
sk: Vyberte jednotku

source: Click to select image or drop it here
sk: Vyberte súbor, alebo ho sem pretiahnite

source: Close
sk: Zavrieť

source: Close reason
sk: Dôvod zatvorenia

source: Closed
sk: Zatvorené

source: Closing reason
sk: Dôvod uzavretia

source: Closure
sk: Uzávierka

source: Closure has been created
sk: Uzávierka bola vytvorenázz

source: Closure history
sk: História uzávierok

source: Code
sk: Kód

source: Completely stop all orders.
sk: Úplne zastaviť všetky objednávky.

source: Completion
sk: Kompletizácia

source: Computing
sk: Spracovávam

source: Confirm
sk: Potvrdiť

source: Confirm import
sk: Potvrdiť import

source: Confirm transfer
sk: Potvrďte prenos

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
sk: Spojenie s externou službou nie je momentálne možné. Prosím, opakujte neskôr alebo <0>kontaktujte našu podporu</0>.

source: Contact support
sk: Kontaktujte podporu

source: Continue typing to find single stock card or select one from the list
sk: Pokračujte v písaní pre nájdenie jednej karty alebo zvolte zo zoznamu

source: Cover
sk: Manipulačný poplatok

source: Cover categories
sk: Kategórie manipulačného poplatku

source: Cover recipe
sk: Manipulačné poplatky

source: Covers price
sk: Manipulačný poplatok

source: Create
sk: Vytvoriť

source: Create closure
sk: Vytvoriť uzávierku

source: Create delivery zone for branch
sk: Vytvorte zónu dovozu pre branch

source: Create order
sk: Vytvoriť objednávku

source: Create password
sk: Vytvoriť heslo

source: Create return zone for branch
sk: Vytvorte zónu návratu pre branch

source: Created
sk: Vytvorené

source: Current closure
sk: Aktuálna uzávierka

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
sk: Aktuálny čas doručenia je <0>{deliveryTime} minút</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
sk: Aktuálny čas vyzdvihnutia je <0>{pickupTime} minút</0>

source: Custom range
sk: Vlastný rozsah

source: Daily statistics
sk: Denné štatistiky

source: Date
sk: Dátum

source: Date is too much in the future
sk: Dátum nie je v blízkej budúcnosť

source: Date is too much in the past
sk: Dátum nie je v blízkej minulosti

source: Default time of delivery to customer is changed
sk: Predvolený čas doručenia zákazníkovi zmenený

source: Default time of pickup is changed
sk: Predvolený čas vyzdvihnutia bol zmenený

source: Deliver
sk: Doručiť

source: Deliver at
sk: Doručiť v

source: Deliver at time
sk: Doručiť v

source: Deliver on time
sk: Doručiť v

source: Deliver to address
sk: Doručiť adresu

source: Deliver until
sk: Doručiť do

source: Delivery sale
sk: Rozvoz

source: Delivery zones
sk: Rozvozové zóny

source: Discount total
sk: Zľava celkom

source: Do you really want to cancel order?
sk: Naozaj chcete stornovať objednávku?

source: Do you want to cancel changes for the zone?
sk: Chcete zahodiť zmeny prevedené v nastaveniach zóny?

source: Driver
sk: Vodič

source: Driver position is unknown
sk: Poloha vodiča je nezáma.

source: Driver {driverName} has reached return zone {zoneName}
sk: Vodič {driverName} práve vošiel do návratovej zóny {zoneName}

source: Drop the image here ...
sk: Obrázok pretiahnite sem ...

source: Email to recover your password has been successfully sent.
sk: Email na obnovu hesla bol úspešne zaslaný.

source: Enable import mode
sk: Sprístupniť režim importu

source: Exactly one
sk: Presne jeden

source: Expected time of delivery was set
sk: Očakávaný čas doručenia bol nastavený

source: Expected time of pickup was set
sk: Očakávaný čas vyzdvihnutia bol nastavený

source: External ID
sk: ID pre externé systémy (DJ, dotykačka ...)

source: Extra charge
sk: Extra poplatok

source: Failed retrieving available promo codes
sk: Nepodarilo sa načítať dostupné zľavové kódy

source: Failed to retrieve available payment methods
sk: Nepodarilo sa získať dostupné platobné metódy

source: Fast close branch (for minutes)
sk: Rýchle zatvorenie pobočky (v minútach)

source: Filter branches...
sk: Filtrovať pobočky

source: Filter by cashbox
sk: filrovat podľa pokladne

source: Filter by cashier
sk: filrovat podľa pokladničného

source: Filter by category
sk: Filtrovať podla kategórie

source: Filter by drivers
sk: Filtrovať podla rozvozcu

source: Filter by name or code
sk: Filtrovať podľa mena alebo kódu

source: Finish order
sk: Dokončiť objednávku

source: Finished
sk: Dokončené

source: First name
sk: Krstné meno

source: Forbid
sk: Zakázať

source: Forbidden
sk: Zakázané

source: Forgotten password
sk: Zabudnuté heslo

source: From
sk: Od

source: From date
sk: Od dátumu

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
sk: V prípade otázok, alebo technických problémov, nás prosím telefonicky kontaktujte na čísle:<0/><1><2>+420 774 454 840</2></1><3/>Denne od 9:00 do 22:00

source: In minutes
sk: V minútach

source: Internal note
sk: Interná poznámka

source: Internet connection is not available
sk: Pripojenie k internetu nie je dostupné

source: Is active
sk: Je aktívny

source: Is default setting
sk: Je pôvodné nastavenie

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
sk: Zákazníkova {current, selectordinal, one {1.} two {#.} few {#.} other {#.}} objednávka {total, plural, one {} few {ze # objednávok celkom} other {z # objednávok celkom}}

source: Kitchen
sk: Kuchyňa

source: Last name
sk: Priezvisko

source: Loading
sk: Načítanie

source: Loading sidedishes...
sk: Načítavanie prídavkov....

source: Local sale
sk: Predaj tu

source: Login name
sk: Prihlasovacie meno

source: Login page
sk: Prihlasovacia stránka

source: Main menu
sk: Hlavná ponuka

source: Map
sk: Mapa

source: Matching to input
sk: Nájdené

source: Maximal length is {length}
sk: Maximálna dĺžka je {length}

source: Maximum
sk: Maximálne

source: Menu codes manual
sk: Návod na príjem objednávok

source: Minimal length is {length}
sk: Minimálna dĺžka je {length}

source: Minimal order price is <0>{minimalPrice}</0>
sk: Minimálna cena objednávky je <0>{minimalPrice}</0>

source: Minimum
sk: Minimálne

source: Must be number
sk: Musí byť číslo

source: Name
sk: Meno

source: Negative stock
sk: Predaj do mínusu

source: New order
sk: Nová objednávka

source: New orders
sk: Nové objednávky

source: No closures found
sk: Žiadna uzávierka

source: No drivers available
sk: Rozvozcovia nedostupný

source: No limitation
sk: Bez obmedzení

source: No match found
sk: Nenašla sa žiadna zhoda

source: No new orders
sk: Žiadne nové objednávky

source: No orders
sk: Žiadne objednávky

source: No orders to complete
sk: Žiadne objednávke ku kompletizácií

source: No orders to deliver
sk: Žiadne objednávky k doručeniu

source: No orders to hand over
sk: Žiadne objednávke k predaniu

source: No orders to prepare
sk: Žiadne objednávky k príprave

source: No promo codes available
sk: Žiadne zľavové kódy nie sú dostupné

source: No recipes are using stock card
sk: Žiadne recepty nevyužívajú skladové karty

source: No recipes has been found
sk: Žiadne recepty neboli nájdené

source: No recipes in category
sk: Žiadne receptúry v kategórií

source: No specific business hours defined
sk: Nie je definovaná konkrétna otváracia doba

source: No stock card found from entered search value
sk: Zadanej hodnote nezodpovedá žiadna skladová karta

source: No stock card selected
sk: Nie je zvolená skladová karta

source: No text is filled
sk: Text nie je vyplnený

source: Not found
sk: nenájdené

source: Not logged in
sk: Nie je prihlásený

source: Not set
sk: Nie je nastavené

source: Note
sk: Poznámka

source: Notification will be shown when driver enters one of these zones.
sk: Oznámenie sa zobrazí, ak vodič vojde do jednej zo zón.

source: On way
sk: Na ceste

source: One at least
sk: Aspoň jeden

source: One at most
sk: Maximálne jeden

source: Online payments
sk: Online platby

source: Open
sk: Otvoriť

source: Open between
sk: Otvorené medzi

source: Order has been accepted
sk: Objednávka bola prijata

source: Orders
sk: Objednávky

source: Orders count
sk: Počet objednávok

source: Orders statistics
sk: Štatistiky objednávok

source: Orders to complete
sk: Objednávky ku kompletácií

source: Orders to deliver
sk: Objednávky k distribúcií

source: Orders to hand over
sk: Objednávky k výdaju

source: Orders to prepare
sk: Objednávky k príprave

source: Our team was notified about the issue.
sk: Náš tým bol o probléme informovaný.

source: Overview
sk: Prehľad

source: Paid
sk: Zaplatené

source: Password has been updated.
sk: Heslo bolo aktuaizované.

source: Password is invalid due to following errors:
sk: Heslo je neplatné z následujúcich dôvodov:

source: Password recovery
sk: Obnovenie hesla

source: Permit
sk: Povoliť

source: Permitted
sk: Povolené

source: Personal pickup
sk: Osobný odber

source: Personal pickup at
sk: Osobný odber v

source: Phone
sk: Telefón

source: Phone number is required
sk: Zadajte prosím telefónne číslo

source: Phone prefix
sk: Predvolba

source: Phone prefix is required
sk: Predvolba čísla je požadovaná

source: Postpone update
sk: Odložiť aktualizáciu

source: Preparing
sk: Pripravuje sa

source: Previous addresses
sk: Predchádzajúce adresy

source: Price
sk: Cena

source: Promo codes
sk: Zľavové kódy

source: Public note
sk: Verejná poznámka

source: Public note for customers, allergens
sk: Poznámka pre zákazníka, alergén

source: Quantity
sk: Zadajte počet

source: Ready to deliver
sk: Pripravené na dovoz

source: Really cancel?
sk: Naozaj zrušiť?

source: Really change?
sk: Naozaj zmeniť?

source: Really remove specific business hour {0}?
sk: Naozaj zmazať mimoriadnu otváraciu dobu {0}?

source: Recipe code
sk: Kód receptúry

source: Recipe code must be entered.
sk: Kód receptu musí byť zadaný.

source: Recipe count
sk: Počet receptov

source: Recipe has no ingredients
sk: Receptúra nemá ingrediencie

source: Recipe has no sidedish category attached
sk: Receptúra nemá priradenú prídavkovú kategóriu

source: Recipe ingredients
sk: Zloženie receptúry

source: Recipe internal note
sk: Interná poznámka receptúry

source: Recipe is in these categories
sk: Receptúra je v týchto kategóriach

source: Recipe is not in any category
sk: Receptúra nie je v žiadnej kategórií

source: Recipe name
sk: Názov receptúry

source: Recipe name in default language must be entered.
sk: Názov receptu v predvolenom jazyku musí byť zadaný.

source: Recipe overview
sk: Prehľad receptúr

source: Recipe price for {priceType} must be entered.
sk: Suma pre recept {priceType} musí byť zadaná.

source: Recipes
sk: Položky

source: Recipes assigned to this category
sk: Receptúry priradené do tejto kategórie

source: Recipes using this card
sk: Receptúry využívajúce túto kartu

source: Recover password
sk: Obnoviť heslo

source: Regular business hours
sk: Pravidelná otváracia doba

source: Regular business hours has been updated
sk: Pravidelná otváracia doba bola aktualizovaná

source: Remove business hour
sk: Odstrániť otváracie hodiny

source: Remove price range
sk: Odobrať cenové rozpätie

source: Remove this card?
sk: Zmazať túto kartu?

source: Remove this category?
sk: Zmazať túto kategóriu?

source: Remove this recipe?
sk: Zmazať túto receptúru?

source: Remove zone {0}?
sk: Zmazat zónu {0}?

source: Request for password update is invalid. Please try again.
sk: Žiadosť o aktualizáciu hesla je neplatná. Skúste to znova.

source: Required amounts of recipes to be picked
sk: Je nutné vybrať požadovaný počet receptov

source: Requires at least one digit
sk: Musí obsahovať aspoň jedno číslo

source: Requires at least one uppercase character
sk: Musí obsahovať aspoň jedno veľké písmeno

source: Restart application
sk: Reštartovať aplikáciu

source: Restart now
sk: Reštartovať teraz

source: Retry the connection
sk: Obnoviť spojenie

source: Sales statistics
sk: Predajné štatistiky

source: Save
sk: Uložiť

source: Save invoice preferences
sk: Uložiť fakturačné údaje

source: Save regular hours
sk: Uložiť pravidelnú otváraciu dobu

source: Save zone
sk: Uložiť zónu

source: Searching...
sk: Hľadám...

source: Select a branch
sk: Zvolte pobočku

source: Select a single branch for closing
sk: Vyberte pobočku pre uzavrietie

source: Select a single branch to set delivery time
sk: Vybrať pobočku pre nastavenie času dovozu

source: Select at least one branch
sk: Vyberte aspoň jednu pobočku

source: Select branch to create zone
sk: Vytvorte pobočku pre vytvorenie zóný

source: Select brand
sk: Vyberte brand

source: Select brand to see its zones
sk: Vyberte brand pre načítanie zón

source: Select item type
sk: Vyberte typ položky

source: Selected branch has no stock cards
sk: Vybraná pobočka nemá žiadne skladové karty

source: Send expected time of delivery to customer (in minutes)
sk: Odoslať predpokladanú dobu dodania zákazníkovi (v minútach)

source: Send expected time of pickup to customer (in minutes)
sk: Zaslať čas pre vyzdvihnutie zákazníkovi (v minútách)

source: Send feedback
sk: Odoslať spätnú väzbu

source: Service unreachable
sk: Služba nedostupná

source: Service zones
sk: Servisné zóny

source: Set up password
sk: Nastaviť heslo

source: Settings
sk: Nastavenie

source: Show history for branch
sk: Zobraziť históriu pobočky

source: Sidedish
sk: Prídavok

source: Sidedish categories
sk: Prídavkové kategórie

source: Sidedish recipe
sk: Prídavková receptúra

source: Sign-in
sk: Prihlásiť

source: Specific business hours
sk: Mimoriadne otváracie hodiny

source: Start typing to search for an address
sk: Napíšte adresu pre spustenie vyhľadávania

source: Stock
sk: Sklad

source: Stock card
sk: Skladová karta

source: Stock card <0>{0}</0> is selected
sk: Zvolená skladová karta <0>{0}</0>

source: Stock deposit
sk: Naskladnenie

source: Stock overview
sk: Prehľad skladov

source: Stock statistics
sk: Skladové štatistiky

source: Stock transfer
sk: Prevod skladov

source: Supplied file is not recognized as image.
sk: Dodaný súbor nebol rozpoznaný ako obrázok.

source: Support
sk: Podpora

source: Table is empty
sk: Tabuľka je prázdna

source: There is nothing here, sorry!
sk: Nič tu nie je, ospravedlňujeme sa!

source: These sidedish are presented with recipe
sk: Tieto prílohy sú ponúkané s receptom

source: Tips
sk: Sprepitné

source: Title
sk: Názov

source: To
sk: Do

source: To date
sk: Do dátumu

source: To pickup
sk: Osobný odber

source: To show this category
sk: Zobraziť túto kategóriu

source: To show this recipe
sk: Zobraziť túto receptúru

source: Total commissions
sk: Celková provízia

source: Total price
sk: Cena celkom

source: Total turnover
sk: Celkový obrat

source: Transfer
sk: Prenos

source: Transfer to branch
sk: Presunúť na pobočku

source: Transfer was successfully completed!
sk: Prevod bol úspešne dokončený!

source: Transport fee
sk: Dovozné

source: Type
sk: Typ

source: Unexpected error in the app
sk: Nastala neočakávaná chyba v aplikácií.

source: Unexpected error occured in communication with service.
sk: Nastala neočakávaná chyba pri komunikacií so službou.

source: Unexpected error occured while sending a request.
sk: Nastala neočakávaná chyba pri odosielaní požiadavku.

source: Unknown error while requesting password recovery
sk: Pri vyžiadaní obnovy hesla nastala neznáma chyba

source: Unlimited
sk: Neobmedzené

source: Update password
sk: Aktualizovať heslo

source: User
sk: Uživateľ

source: VAT
sk: DPH

source: Value
sk: Hodnota

source: Ware
sk: Ponuka

source: Ware categories
sk: Skladová kategória

source: Ware recipe
sk: Skladová receptúra

source: Ware unit
sk: Skladová jednotka

source: We are closed at the moment
sk: Pre veľký záujem momentálne neprijímame objednávky. Skúste to prosím neskôr. Ďakujeme.

source: We are not delivering, only take away.
sk: Nerozvážame, možný iba osobný odber.

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
sk: Ospravedlňujeme sa, ale nastala neočakávaná chyba v aplikácií. Náš tým bol informovaný a čoskoro to napraví.

source: Without note
sk: Bez poznámky

source: Zone has been created
sk: Zóna bola vytvorená

source: Zone has been updated
sk: Zóna byla upravená

source: branch.preferences.stoppage
sk: Odstávka

source: cat. origins
sk: kat. pôvodu

source: for
sk: za

source: input.timespan.from
sk: od

source: input.timespan.to
sk: do

source: new password
sk: nové heslo

source: optionselector.clear-filter
sk: Všetko

source: password
sk: heslo

source: recipe.list.availableAmount
sk: Sklad

source: to
sk: do

source: to transfer
sk: k prevodu

source: username
sk: meno

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
sk: {0, plural, one {Ukáž pre jednu pobočku} few {Ukáž pre # pobočky} other {Ukáž pre # pobočiek}}

source: {0} must be selected
sk: {0} musí byť vybrané

source: {fieldName} must be entered
sk: {fieldName} musí byť zadané

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
sk: {recipeCount, plural, zero {Nenašli sa žiadne recepty} one {Našiel sa jeden recept, potvrďte enterom,} few {Nájdené # recepty} other {Nájdených # receptov}}

source: {validatioName} is required
sk: {validatioName} je povinné

source: {validationName} must have a selection
sk: {validationName} musí byť vybrané

source: {validationName} must have at least option selected
sk: {validationName} aspoň jedna možnosť musí byt vybraná
