Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.c32eae88.po
Languages: ru

source: <0>Delivery cost</0><1>according order total cost</1>
ru: <0>стоимость доставки</0><1>в зависимости от общей цены заказа</1>

source: ASAP
ru: Как можно скорее

source: Accept order
ru: Принять заказ

source: Add
ru: Добавить

source: Add another range
ru: Добавить больше вариантов

source: Add business hour
ru: Добавить часы работы

source: Add ingredient
ru: Добавить ингредиенты

source: Add something else to {0}?
ru: Добавить что-нибудь еще к {0}?

source: Add specific business hour
ru: Добавить специальное время открытия

source: Add to category
ru: Добавить в категорию

source: Add {0} {1}
ru: Добавить {0} {1}

source: Address is not within any delivery zone
ru: Адрес не находится ни в одной зоне доставки

source: Address is within delivery zone
ru: Адрес находится в зоне доставки

source: All
ru: Всё

source: Allergens based on stock cards
ru: Аллергены по биржевой карте

source: Amount
ru: Количество

source: Application error
ru: Ошибка приложения

source: Application language
ru: Язык приложения

source: Application will be restarted in {remainingSeconds} to apply available update.
ru: Приложение будет перезапущено в {remainingSeconds}, чтобы изменения вступили в силу

source: Are you sure?
ru: Вы уверены?

source: At time
ru: На время

source: Attach sidedish category
ru: Назначьте дополнительную категорию

source: Back
ru: Назад

source: Branch preferences
ru: Настройка филиала

source: Branch will open again {minutesLocalized}.
ru: Филиал открывается снова {minutesLocalized}.

source: Business hours
ru: Часы работы

source: By category
ru: По категории

source: By driver
ru: Для водителя

source: By type
ru: По типу

source: By zone
ru: По зоне

source: Can't access page
ru: Страница недоступна

source: Cancel
ru: Отмена

source: Cancel order
ru: Отмена заказа

source: Cannot load map right now. Please try again later.
ru: Невозможно загрузить карту. Пожалуйста, попробуйте позже.

source: Cannot login right now, please try again later
ru: Невозможно войти, пожалуйста, попробуйте позже.

source: Card code
ru: Код карты

source: Card name
ru: Название карты

source: Card note
ru: Примечание

source: Card stock
ru: Склад

source: Cart is empty
ru: Корзина пустая

source: Categories
ru: Категория

source: Category assignments
ru: Присвоение категории

source: Category internal note
ru: Непубличное примечание категории

source: Category name
ru: Название категории

source: Category name in default language must be entered.
ru: Название категории должно быть введено на языке по умолчанию.

source: Category of covers
ru: Упаковочная категория

source: Category of recipes
ru: Категория рецептур

source: Category of sidedish
ru: Дополнительная категория

source: Category overview
ru: Обзор категорий

source: Change
ru: Изменение

source: Change default time of delivery to customer (in minutes)
ru: Изменить время доставки по умолчанию (в минутах)

source: Change default time of pickup (in minutes)
ru: Изменить время выдачи по умолчанию (минуты)

source: Change language
ru: Изменить язык

source: Change of invoice preferences
ru: Изменение платежной информации

source: Change payment method
ru: Изменение способа оплаты

source: Change to pickup
ru: Изменить на личное получение

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
ru: Изменение ветви отменяет текущий заказ и удаляет все элементы из корзины. Хотите продолжить?

source: Changing language...
ru: Изменение языка

source: Choose the most significant part of the image
ru: Выберите самую важную часть изображения

source: Choose unit
ru: Выберите единицу

source: Clear
ru: Вычистить

source: Click to select image or drop it here
ru: Выберите файл или перетащите его сюда

source: Close
ru: Закрыть

source: Close reason
ru: Причина закрытия

source: Closed
ru: Закрыто

source: Closing reason
ru: Причина закрытия

source: Closure
ru: Баланс

source: Closure has been created
ru: Кассовый баланс создан

source: Closure history
ru: История закрытий

source: Code
ru: Код

source: Completely stop all orders.
ru: Полностью остановить все заказы.

source: Completion
ru: Комплектация

source: Computing
ru: Обработка

source: Confirm
ru: Подтвердить

source: Confirm import
ru: Подтвердить импорт

source: Confirm to play sounds
ru: Подтвердите после звукового сигнала

source: Confirm transfer
ru: Подтвердить перевод

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
ru: Подключение к внешней службе в настоящее время невозможно. Повторите попытку позже или <0> обратитесь в нашу службу поддержки </ 0>.

source: Contact support
ru: Связаться со службой поддержки

source: Continue typing to find single stock card or select one from the list
ru: Продолжить ввод, чтобы найти одну карту или выбрать из списка

source: Cover
ru: Упаковка

source: Cover categories
ru: Упаковочная категория

source: Cover recipe
ru: Упаковки

source: Covers price
ru: Цена упаковки

source: Create
ru: Создать

source: Create closure
ru: Создать баланс

source: Create delivery zone for branch
ru: Создание зоны доставки для филиала

source: Create order
ru: Создать заказ

source: Create password
ru: Создать пароль

source: Create return zone for branch
ru: Создание зоны возвращения для филиала

source: Created
ru: Создано

source: Current closure
ru: Текущее закрытие

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
ru: Актуальное время доставки <0>{deliveryTime} минут</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
ru: Актуальное время получения <0>{pickupTime} минут</0>

source: Custom range
ru: Пользовательский диапазон

source: Customer screen
ru: Экран клиента

source: Daily statistics
ru: Ежедневная статистика

source: Date
ru: Дата

source: Date is too much in the future
ru: Дата в слишком далёком будущем

source: Date is too much in the past
ru: Дата в слишком далёком прошлом

source: Default time of delivery to customer is changed
ru: Время доставки по умолчанию для клиента изменено

source: Default time of pickup is changed
ru: Время отбора по умолчанию изменено

source: Deliver
ru: Вручить

source: Deliver at
ru: Доставить в

source: Deliver at time
ru: Доставить в

source: Deliver on time
ru: Вручить в

source: Deliver to address
ru: Вручить по адресу

source: Deliver until
ru: Доставка в

source: Delivery sale
ru: Продажа с доставкой

source: Delivery zones
ru: Зоны доставки

source: Discount total
ru: Скидка целиком

source: Do you really want to cancel order?
ru: Вы уверены, что хотите отменить свой заказ?

source: Do you want to cancel changes for the zone?
ru: Хотите отменить изменения в настройках зоны?

source: Driver
ru: Водитель

source: Driver position is unknown
ru: Местонахождение водителя неизвестно

source: Driver {driverName} has reached return zone {zoneName}
ru: Водитель {driverName} только что вошел в зону возвращения {zoneName}

source: Drop the image here ...
ru: Картинку перетащите сюда…

source: Email to recover your password has been successfully sent.
ru: Письмо для восстановления пароля успешно отправлено

source: Enable import mode
ru: Сделать режим импорта доступным

source: Exactly one
ru: Точно один

source: Expected time of delivery was set
ru: Ожидаемое время доставки введено

source: Expected time of pickup was set
ru: Ожидаемое время отбора введено

source: External ID
ru: ID для внешних систем (DJ, сенсорный экран ...)

source: Extra charge
ru: Доплата

source: Failed retrieving available promo codes
ru: Доступны промо-коды

source: Failed to retrieve available payment methods
ru: Не удалось получить доступные способы оплаты

source: Fast close branch (for minutes)
ru: Быстрое закрытие филиала (в минутах)

source: Field {fieldDescription} cannot be empty
ru: Поле {fieldDescription} не должно быть пустым

source: Field {fieldDescription} must be a number
ru: В поле {fieldDescription} должно быть число

source: Field {fieldDescription} must be a positive number
ru: В поле {fieldDescription} должно быть позитивное число

source: Filter
ru: Фильтр

source: Filter branch...
ru: Фильтр по филиалах

source: Filter branches...
ru: Фильтровать филиалы

source: Filter by cashbox
ru: Фильтр для кассы

source: Filter by cashier
ru: Фильтр для кассира

source: Filter by category
ru: Фильтр по категории

source: Filter by country
ru: Фильтр по стране

source: Filter by drivers
ru: Фильтровать по доставке

source: Filter by name or code
ru: Фильтр по имени или коду

source: Filter by occasions
ru: Фильтр по событиям

source: Filter by order origins
ru: Фильтр по происхождению заказа

source: Filter by sectors
ru: Секторный фильтр

source: Finish order
ru: Закончить заказ

source: Finished
ru: Завершено

source: First name
ru: Имя

source: Forbid
ru: Запретить

source: Forbidden
ru: Запрещено

source: Forgotten password
ru: Забытый пароль

source: From
ru: От

source: From date
ru: От даты

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
ru: При возникновении вопросов или технических проблем звоните:<0/><1><2>+420 461 049 231</2></1><3/>Ежедневно с 9:00 до 22:00

source: Import
ru: Импорт

source: In minutes
ru: В минутах

source: Internal note
ru: Внутренняя записка

source: Internet connection is not available
ru: Подключение к интернету недоступно

source: Is active
ru: Активный

source: Is default setting
ru: Это настройка по умолчанию

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
ru: {current, selectordinal, one {#.} two {#.} few {#.} other {#.}} Заказ {total, plural, one {} other {из # общих заказов}}

source: Kitchen
ru: Кухня

source: Last name
ru: Фамилия

source: Loading
ru: Запись

source: Loading sidedishes...
ru: Загрузка добавок…

source: Local sale
ru: Продажа здесь

source: Login name
ru: Логин

source: Login page
ru: Страница входа

source: Main menu
ru: Главное меню

source: Map
ru: Карта

source: Matching to input
ru: Онаружено

source: Maximal length is {length}
ru: Максимальная длина {length}

source: Maximum
ru: Максимально

source: Menu codes manual
ru: Инструкция по приему заказов

source: Minimal length is {length}
ru: Минимальная длина {length}

source: Minimal order price is <0>{minimalPrice}</0>
ru: Минимальная цена заказа составляет <0> {minimalPrice} </ 0>

source: Minimal price
ru: Минимальная цена

source: Minimum
ru: Минимально

source: Name
ru: Имя

source: Negative stock
ru: Продажа в минус

source: New order
ru: Новый заказ

source: New orders
ru: Новые заказы

source: No closures found
ru: Нет закрытия

source: No countries
ru: Нет стран

source: No drivers available
ru: Дистрибьюторы недоступны

source: No limitation
ru: Не ограничено

source: No match found
ru: Безрезультатно

source: No new orders
ru: Нет новых заказов

source: No occasions
ru: Нет событий

source: No orders
ru: Нет заказов

source: No orders to complete
ru: Нет заказов для завершения

source: No orders to deliver
ru: Нет новых заказов для выдачи

source: No orders to hand over
ru: Нет заказов для вручения

source: No orders to prepare
ru: Нет новых заказов для готовки

source: No origins
ru: Без происхождения

source: No promo codes available
ru: Промо-коды недоступны

source: No recipes are using stock card
ru: Нет рецептов использующих стоковые карты

source: No recipes has been found
ru: Рецепты не обнаружены

source: No recipes in category
ru: Нет рецептов в категории

source: No sectors
ru: Нет сектора

source: No specific business hours defined
ru: Конкретное время открытия не определено

source: No stock card found from entered search value
ru: Ни одна складская карточка не соответствует введенному значению

source: No stock card selected
ru: Складская карточка не выбрана

source: No text is filled
ru: Нет текста

source: Not found
ru: Не обнаружено

source: Not logged in
ru: Не авторизован

source: Not set
ru: Не установлено

source: Note
ru: Примечание

source: Notification will be shown when driver enters one of these zones.
ru: Уведомление появится при входе водителя в одну из зон.

source: On way
ru: В дороге

source: One at least
ru: Хотя бы один

source: One at most
ru: Максимально один

source: Online payments
ru: Онлайн-платежи

source: Open
ru: Открыто

source: Open between
ru: Открыт между

source: Order has been accepted
ru: Заказ принят

source: Orders
ru: Заказы

source: Orders count
ru: Количество заказов

source: Orders statistics
ru: Статистика заказов

source: Orders to complete
ru: Заказы на комплектацию

source: Orders to deliver
ru: Заказы на распространение

source: Orders to hand over
ru: Заказы на выдачу

source: Orders to prepare
ru: Заказы на приготовление

source: Our team was notified about the issue.
ru: Наша команда была проинформирована о проблеме.

source: Overview
ru: Обзор

source: Paid
ru: Оплачено

source: Password has been updated.
ru: Пароль обновлен

source: Password is invalid due to following errors:
ru: Пароль недействителен по следующим причинам:

source: Password recovery
ru: Обновить пароль

source: Permit
ru: Позволить

source: Permitted
ru: Позволено

source: Personal pickup
ru: Личный отбор

source: Personal pickup at
ru: Личный отбор

source: Phone
ru: Телефон

source: Phone number is required
ru: Пожалуйста, введите номер телефона

source: Phone prefix
ru: Набрать код

source: Phone prefix is required
ru: Требуется предварительная установка

source: Postpone update
ru: Отложить обновление

source: Preparing
ru: Готовится

source: Previous addresses
ru: Предыдущие адреса

source: Previous:
ru: Предыдущие:

source: Price
ru: Цена

source: Promo codes
ru: Промо-коды

source: Public note
ru: Публичная заметка

source: Public note for customers, allergens
ru: Примечание для заказчика, аллерген

source: Quantity
ru: Введите количество

source: Ready
ru: Готово

source: Ready to deliver
ru: Готово для доставки

source: Really cancel?
ru: Действительно отменить?

source: Really change?
ru: Действительно хотите изменить?

source: Really remove specific business hour {0}?
ru: Действительно удалить лишние часы {0}?

source: Recipe code
ru: Код рецептуры

source: Recipe count
ru: Количество рецептов

source: Recipe has no ingredients
ru: Рецептура не имеет ингридиентов

source: Recipe has no sidedish category attached
ru: Рецепту не назначена дополнительная категория

source: Recipe ingredients
ru: Состав рецепта

source: Recipe internal note
ru: Внутренняя записка

source: Recipe is in these categories
ru: Рецепт в этих категориях

source: Recipe is not in any category
ru: Рецепта нет ни в каких категориях

source: Recipe name
ru: Название рецепта

source: Recipe name in default language
ru: Название рецепта в языке по умолчанию

source: Recipe overview
ru: Обзор рецептов

source: Recipe price for {priceType}
ru: Цена рецепта для {priceType}

source: Recipes
ru: Наименования

source: Recipes assigned to this category
ru: Рецепты, отнесенные к этой категории

source: Recipes using this card
ru: Рецепты, использующие эту карту

source: Recover password
ru: Восстановление пароля

source: Regular business hours
ru: Обычные часы работы

source: Regular business hours has been updated
ru: Обычные часы работы актуализированы

source: Remove business hour
ru: Удалить часы работы

source: Remove price range
ru: Удалить ценовой диапазон

source: Remove this card?
ru: Удалить эту карту?

source: Remove this category?
ru: Удалить эту категорию?

source: Remove this recipe?
ru: Удалить этот рецепт?

source: Remove zone {0}?
ru: Удалить зону {0}?

source: Request for password update is invalid. Please try again.
ru: Ваш запрос на обновление пароля недействителен. Пожалуйста, попробуйте еще раз.

source: Required amounts of recipes to be picked
ru: Необходимое количество для выбора

source: Requires at least one digit
ru: Требуется хотя бы один номер

source: Requires at least one uppercase character
ru: Требуется хотя бы одна большая буква

source: Restart application
ru: Перезагрузить приложение

source: Restart now
ru: Перезагрузить сейчас

source: Retry the connection
ru: Возобновление подключения

source: Sales statistics
ru: Статистика продажи

source: Save
ru: Сохранить

source: Save invoice preferences
ru: Сохранение информации о выставлении счетов

source: Save regular hours
ru: Сохранить регулярные часы работы

source: Save zone
ru: Сохранить зону

source: Searching...
ru: Ищу

source: Select a branch
ru: Выберите филиал

source: Select a single branch for closing
ru: Выберете один филиал для закрытия

source: Select a single branch to set delivery time
ru: Выберите одно место, для которого Вы хотите установить время доставки по умолчанию

source: Select at least one branch
ru: Выберите по крайней мере один филиал

source: Select branch to create zone
ru: Выберите филиал для образования зоны

source: Select brand
ru: Выберите бренд

source: Select brand to see its zones
ru: Выберите бренд для создания зоны

source: Select item type
ru: Выберите тип элемента

source: Selected branch has no stock cards
ru: Выбранный филиал не имеет никаких складских карт

source: Send expected time of delivery to customer (in minutes)
ru: Отправить предполагаемое время доставки клиенту (в минутах)

source: Send expected time of pickup to customer (in minutes)
ru: Отправить время для получения клиенту (в минутах)

source: Send feedback
ru: Отправить обратную связь

source: Service unreachable
ru: Услуга недоступна

source: Service zones
ru: Сервисные зоны

source: Set up password
ru: Установить пароль

source: Settings
ru: Установка

source: Show customer screen
ru: Показать экран клиента

source: Show history for branch
ru: Показать историю

source: Sidedish
ru: Добавление

source: Sidedish categories
ru: Добавленная категория

source: Sidedish recipe
ru: Добавленный рецепт

source: Sign-in
ru: Регистрация

source: Specific business hours
ru: Дополнительные часы работы

source: Start typing to search for an address
ru: Начните вводить, чтобы найти адрес

source: Stock
ru: Склад

source: Stock card
ru: Стоковая карточка

source: Stock card <0>{0}</0> is selected
ru: Выбранная стоковая карточка <0>{0}</0>

source: Stock deposit
ru: Складирование

source: Stock overview
ru: Обзор склада

source: Stock statistics
ru: Складская статистика

source: Stock transfer
ru: Перевод склада

source: Supplied file is not recognized as image.
ru: Поставляемый файл не распознается как изображение.

source: Support
ru: Поддержка

source: Table is empty
ru: Таблица пуста

source: There is nothing here, sorry!
ru: Ничего здесь нет, извините!

source: These sidedish are presented with recipe
ru: Эти вложения предлагаются с рецептом

source: Tips
ru: Чаевые

source: Title
ru: Название

source: To
ru: До

source: To date
ru: До даты

source: To pickup
ru: Личное получение

source: To show this category
ru: Показать эти категории

source: To show this recipe
ru: Показать эти рецепты

source: Total commissions
ru: Общая комиссия

source: Total price
ru: Цена целиком

source: Total turnover
ru: Общий оборот

source: Transfer
ru: Перевод

source: Transfer to branch
ru: Перемещение в филиал

source: Transfer was successfully completed!
ru: Перевод успешно завершен!

source: Transport fee
ru: Транспортный сбор

source: Type
ru: Тип

source: Unexpected error in the app
ru: В приложении произошла неожиданная ошибка.

source: Unexpected error occured in communication with service.
ru: При общении со службой произошла неожиданная ошибка.

source: Unexpected error occured while sending a request.
ru: При отправке запроса произошла неожиданная ошибка.

source: Unknown error while requesting password recovery
ru: Неизвестная ошибка сброса пароля

source: Unlimited
ru: Не ограничено

source: Update password
ru: Обновление пароля

source: User
ru: Пользователь

source: VAT
ru: НДС

source: VAT overview
ru: Сумма НДС

source: Value
ru: Стоимость

source: Ware
ru: Предложение

source: Ware categories
ru: Категории товаров

source: Ware recipe
ru: Складская рецептура

source: Ware unit
ru: Складская единица

source: We are closed at the moment
ru: Из-за высокого спроса в настоящее время мы не принимаем заказы. Пожалуйста, попробуйте позже. Спасибо

source: We are not delivering, only take away.
ru: Мы не доставляем, возможно только личное получение.

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
ru: К сожалению, в приложении произошла неожиданная ошибка. Наша команда была проинформирована и в ближайшее время её исправит.

source: Without note
ru: Без записи

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
ru: Вы уже активировали звуки. Однако по техническим причинам нажмите кнопку под этим сообщением, чтобы включить звук. Отключить можно по значку в верхнем правом углу.

source: Zone has been created
ru: Зона была создана

source: Zone has been updated
ru: Зона была изменена

source: Zone price rules cannot have empty values.
ru: Правила ценообразования зоны не могут иметь пустых значений.

source: branch.preferences.stoppage
ru: Остановка

source: cat. origins
ru: Категория происхождения

source: for
ru: За

source: from
ru: от

source: input.timespan.from
ru: От

source: input.timespan.to
ru: До

source: new password
ru: Новый пароль

source: optionselector.clear-filter
ru: Всё

source: password
ru: Пароль

source: recipe.list.availableAmount
ru: Склад

source: to
ru: До

source: to transfer
ru: К переводу

source: username
ru: Имя

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
ru: {0, plural, one {Показать для одного филиала} few {Показать для # филиалов} other {Показать для # филиалов}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
ru: {recipeCount, plural, zero {никаких рецептов не найдено} one {один рецепт найден, нажмите Enter, чтобы подтвердить} few {несколько # рецептов} other {найдено # рецептов}}

source: {validatioName} is required
ru: {validatioName} обязательное

source: {validationName} must have a selection
ru: {validationName} должно быть выбрано

source: {validationName} must have at least option selected
ru: {validationName} должна быть выбрана хотя бы одна возможность
