Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.13a9185e.po
Languages: fr

source: <0>Delivery cost</0><1>according order total cost</1>
fr: <0>Prix de livraison</0><1>selon le prix total de la commande</1>

source: ASAP
fr: Le plus tôt

source: Accept order
fr: Accepter la commande

source: Add
fr: Ajouter

source: Add another range
fr: Ajouter un autre fourchette

source: Add business hour
fr: Ajouter horaires d'ouverture

source: Add ingredient
fr: Ajouter ingrédient

source: Add something else to {0}?
fr: Ajouter autre chose à {0}?

source: Add specific business hour
fr: Ajouter des horaires d'ouverture exceptionnels

source: Add to category
fr: Ajouter à la catégorie

source: Add {0} {1}
fr: Ajouter {0} {1}

source: Address is not within any delivery zone
fr: L'adresse ne se trouve dans aucune zone de livraison

source: Address is within delivery zone
fr: L'adresse se trouve dans la zone de livraison

source: All
fr: Tout

source: Allergens based on stock cards
fr: Allergènes selon la carte de stock

source: Amount
fr: Quantité

source: Application error
fr: Erreur d'application

source: Application language
fr: Langue de l'application

source: Application will be restarted in {remainingSeconds} to apply available update.
fr: L'application redémarrera dans {remainingSeconds} pour prendre en compte les modifications

source: Are you sure?
fr: Etes-vous sûr/e ?

source: At time
fr: A l'heure

source: Attach sidedish category
fr: Ajouter une catégorie de suppléments

source: Back
fr: Retour

source: Branch preferences
fr: Réglage de la succursale

source: Branch will open again {minutesLocalized}.
fr: La succursale ouvre de nouveau {minutesLocalized}.

source: Business hours
fr: Horaires d'ouverture

source: By category
fr: Selon la catégorie

source: By driver
fr: Selon le chauffeur

source: By type
fr: Selon le type

source: By zone
fr: Par zone

source: Can't access page
fr: Page inaccessible

source: Cancel
fr: Annuler

source: Cancel order
fr: Annuler la commande

source: Cannot load map right now. Please try again later.
fr: Impossible de charger la carte. Merci d'essayer plus tard.

source: Cannot login right now, please try again later
fr: Connexion impossible, merci de réessayer plus tard.

source: Card code
fr: Code de la carte

source: Card name
fr: Nom de la carte

source: Card note
fr: Note

source: Card stock
fr: Stock

source: Cart is empty
fr: Le panier est vide

source: Categories
fr: Catégories

source: Category assignments
fr: Affecté à la catégorie

source: Category internal note
fr: Note interne de la catégorie

source: Category name
fr: Nom de catégorie

source: Category name in default language must be entered.
fr: Le nom de catégorie doit être saisi dans la langue initiale

source: Category of covers
fr: Catégorie d'emballage

source: Category of recipes
fr: Catégorie de recettes

source: Category of sidedish
fr: Catégorie de supplément

source: Category overview
fr: Récapitulatif des catégories

source: Change
fr: Changement

source: Change default time of delivery to customer (in minutes)
fr: Changer l'heure initiale de livraison au client (en minutes)

source: Change default time of pickup (in minutes)
fr: Changer l'heure initiale pour l'enlèvement (en minutes)

source: Change language
fr: Changer de langue

source: Change of invoice preferences
fr: Changement des données de facturation

source: Change payment method
fr: Changement du mode de paiement

source: Change to pickup
fr: Changer en à emporter

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
fr: Le changement de succursale annule la commande en cours et enlève tous les articles du panier. Souhaitez-vous continuer ?

source: Changing language...
fr: Changement de langue

source: Choose the most significant part of the image
fr: Sélectionnez la partie la plus importante de l'image

source: Choose unit
fr: Choisir une unité

source: Clear
fr: Vider

source: Click to select image or drop it here
fr: Sélectionnez le fichier ou glissez-le ici

source: Close
fr: Fermer

source: Close reason
fr: Motif de fermeture

source: Closed
fr: Fermé

source: Closing reason
fr: Motif de fermeture

source: Closure
fr: Arrêté des comptes

source: Closure has been created
fr: L'arrêté des comptes a été créé

source: Closure history
fr: Historique des arrêtés des comptes

source: Completely stop all orders.
fr: Stopper complètement toutes les commandes.

source: Completion
fr: Complètement

source: Computing
fr: En cours de traitement

source: Confirm
fr: Confirmer

source: Confirm import
fr: Confirmer l'import

source: Confirm to play sounds
fr: Confirmez pour la mise en marche des sons

source: Confirm transfer
fr: Confirmer le transfert

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
fr: Connexion au service externe actuellement impossible. Merci de répéter plus tard ou <0>contactez l'assistance</0>.

source: Contact support
fr: Contacter l'assistance

source: Continue typing to find single stock card or select one from the list
fr: Continuez à écrire pour trouver une carte ou choisissez dans la liste

source: Cover
fr: Emballage

source: Cover categories
fr: Catégories d'emballage

source: Cover recipe
fr: Emballages

source: Covers price
fr: Prix des emballages

source: Create
fr: Créer

source: Create closure
fr: Créer l'arrêté des comptes

source: Create delivery zone for branch
fr: Créez une zone de livraison pour branch

source: Create order
fr: Créer une commande

source: Create password
fr: Créer un mot de passe

source: Create return zone for branch
fr: Créez une zone de retour pour branch

source: Created
fr: Créé

source: Current closure
fr: Arrêté des comptes actuel

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
fr: Heure de livraison actuelle <0>{deliveryTime} minutes</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
fr: Heure actuelle pour l'enlèvement <0>{pickupTime} minutes</0>

source: Custom range
fr: Zone personnalisée

source: Customer screen
fr: Ecran client

source: Daily statistics
fr: Statistiques journalières

source: Date is too much in the future
fr: Date trop lointaine

source: Date is too much in the past
fr: Date trop antérieure

source: Default time of delivery to customer is changed
fr: L'heure de livraison au client initiale a été modifiée

source: Default time of pickup is changed
fr: L'heure d'enlèvement initial a été modifiée

source: Deliver
fr: Livrer

source: Deliver at
fr: Livrer à

source: Deliver at time
fr: Livrer à

source: Deliver on time
fr: Livrer à

source: Deliver to address
fr: Livrer à l'adresse

source: Deliver until
fr: Livrer avant

source: Delivery sale
fr: A emporter

source: Delivery zones
fr: Zones de livraison

source: Discount total
fr: Réduction totale

source: Do you really want to cancel order?
fr: Souhaitez-vous vraiment annuler la commande ?

source: Do you want to cancel changes for the zone?
fr: Vous souhaitez annuler les changements réalisés dans le réglage de la zone ?

source: Driver
fr: Conducteur

source: Driver position is unknown
fr: Position du chauffeur inconnue

source: Driver {driverName} has reached return zone {zoneName}
fr: Le chauffeur {driverName} vient de rentrer dans la zone de retour {zoneName}

source: Drop the image here ...
fr: Glissez l'image ici

source: Email to recover your password has been successfully sent.
fr: E-mail de renouvellement de mot de passe envoyé

source: Enable import mode
fr: Rendre accessible le mode d'import

source: Exactly one
fr: Exactement une

source: Expected time of delivery was set
fr: L'heure attendue de livraison a été réglée

source: Expected time of pickup was set
fr: L'heure attendue d'enlèvement a été réglée

source: External ID
fr: ID pour systèmes externes (DJ, écran tactile ...)

source: Extra charge
fr: Frais extras

source: Failed retrieving available promo codes
fr: Code promotionnels disponibles

source: Failed to retrieve available payment methods
fr: échec d'obtention du mode de paiement disponible

source: Fast close branch (for minutes)
fr: Fermeture rapide de la succursale (en minutes)

source: Field {fieldDescription} cannot be empty
fr: Le champ {fieldDescription} ne doit pas être vide

source: Field {fieldDescription} must be a number
fr: Le champ {fieldDescription} doit être un nombre

source: Field {fieldDescription} must be a positive number
fr: Le champ {fieldDescription} doit être un nombre positif

source: Filter
fr: Filtre

source: Filter branch...
fr: Filtre des succursales

source: Filter branches...
fr: Filtrer les succursales

source: Filter by cashbox
fr: Filtre par caisse

source: Filter by cashier
fr: Filtre par caissier

source: Filter by category
fr: Filtre par catégorie

source: Filter by country
fr: Filtre par pays

source: Filter by drivers
fr: Filtrer selon le livreur

source: Filter by name or code
fr: Filtrer selon le nom ou le code

source: Filter by occasions
fr: Filtres par événement

source: Filter by order origins
fr: Filtre selon l'origine des commandes

source: Filter by sectors
fr: Filtre par secteurs

source: Finish order
fr: Terminer la commande

source: Finished
fr: Terminés

source: First name
fr: Prénom

source: Forbid
fr: Interdire

source: Forbidden
fr: Interdit

source: Forgotten password
fr: Mot de passe oublié

source: From
fr: De

source: From date
fr: Depuis la date

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
fr: Si vous avez des question ou en cas de problème technique, merci de nous contacter au :<0/><1><2>+420 461 049 231</2></1><3/>Tous les jours de 9h00 à 22h00

source: In minutes
fr: En minutes

source: Internal note
fr: Note interne

source: Internet connection is not available
fr: Connexion à Internet indisponible

source: Is active
fr: Est actif

source: Is default setting
fr: Est un réglage par défaut

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
fr: La commande {current, selectordinal, one {1.} two {#.} few {#.} other {#.}} de client {total, plural, one {} few {de # commandes au total} other {d # commandes au total}}

source: Kitchen
fr: Cuisine

source: Last name
fr: Nom

source: Loading
fr: Chargement

source: Loading sidedishes...
fr: Chargement des suppléments

source: Local sale
fr: Vente ici

source: Login name
fr: Nom d'utilisateur

source: Login page
fr: Page de connexion

source: Main menu
fr: Menu principal

source: Map
fr: Carte

source: Matching to input
fr: Non trouvé

source: Maximal length is {length}
fr: La longueur maximale est {length}

source: Menu codes manual
fr: Manuel de réception de commande

source: Minimal length is {length}
fr: La longueur minimale est {length}

source: Minimal order price is <0>{minimalPrice}</0>
fr: Le prix minimal de la commande est <0>{minimalPrice}</0>

source: Minimal price
fr: Prix minimal

source: Name
fr: Nom

source: Negative stock
fr: Stock négatif

source: New order
fr: Nouvelle commande

source: New orders
fr: Nouvelles commandes

source: No closures found
fr: Aucun arrêté des comptes

source: No countries
fr: Aucun pays

source: No drivers available
fr: Livreurs non disponibles

source: No limitation
fr: Sans limitation

source: No match found
fr: Aucun résultat

source: No new orders
fr: Aucune nouvelle commande

source: No occasions
fr: Aucun événement

source: No orders
fr: Aucune commande

source: No orders to complete
fr: Aucune commande à compléter

source: No orders to deliver
fr: Aucune commande à délivrer

source: No orders to hand over
fr: Aucune commande à remettre

source: No orders to prepare
fr: Aucune commande à préparer

source: No origins
fr: Aucune origine

source: No promo codes available
fr: Aucun code promotionnel disponible

source: No recipes are using stock card
fr: Aucune recette n'utilise des cartes de stock

source: No recipes has been found
fr: Aucune recette trouvée

source: No recipes in category
fr: Aucune recette dans la catégorie

source: No sectors
fr: Aucun secteur

source: No specific business hours defined
fr: Les horaires d'ouverture concrets ne sont pas définis

source: No stock card found from entered search value
fr: Aucune carte de stock ne correspond à la valeur saisie

source: No stock card selected
fr: Carte de stock non sélectionnée

source: No text is filled
fr: Aucun texte n'est saisi

source: Not found
fr: non trouvé

source: Not logged in
fr: N'est pas connecté

source: Not set
fr: Non réglé

source: Notification will be shown when driver enters one of these zones.
fr: La notification s'affiche lorsque le chauffer rentre dans une des zones.

source: On way
fr: Sur la route

source: One at least
fr: Au moins une

source: One at most
fr: Au maximum une

source: Online payments
fr: Paiements en ligne

source: Open
fr: Ouvrir

source: Open between
fr: Ouvert entre

source: Order has been accepted
fr: La commande a été reçue

source: Orders
fr: Commandes

source: Orders count
fr: Nombre de commandes

source: Orders statistics
fr: Statistiques des commandes

source: Orders to complete
fr: Commandes à compléter

source: Orders to deliver
fr: Commandes à livrer

source: Orders to hand over
fr: Commandes à remettre

source: Orders to prepare
fr: Commandes à préparer

source: Our team was notified about the issue.
fr: Le problème a été signalé à notre équipe.

source: Overview
fr: Résumé

source: Paid
fr: Payé

source: Password has been updated.
fr: Le mot de passe a été actualisé

source: Password is invalid due to following errors:
fr: Mot de passe invalide pour les raisons suivantes :

source: Password recovery
fr: Renouvellement du mot de passe

source: Permit
fr: Autoriser

source: Permitted
fr: Autorisé

source: Personal pickup
fr: A emporter

source: Personal pickup at
fr: Enlèvement personnel à

source: Phone
fr: Téléphone

source: Phone number is required
fr: Merci de saisir le numéro de téléphone

source: Phone prefix
fr: Préfixe

source: Phone prefix is required
fr: Préfixe exigé

source: Postpone update
fr: Sauvegarder update

source: Preparing
fr: En cours de préparation

source: Previous addresses
fr: Adresses précédentes

source: Previous:
fr: Précédent :

source: Price
fr: Prix

source: Promo codes
fr: Codes promotionnels

source: Public note
fr: Note publique

source: Public note for customers, allergens
fr: Note pour le client, allergène

source: Quantity
fr: Saisir le nombre

source: Ready
fr: Prêt

source: Ready to deliver
fr: Prêt à la livraison

source: Really cancel?
fr: Vraiment annuler ?

source: Really change?
fr: Vraiment modifier ?

source: Really remove specific business hour {0}?
fr: Vraiment effacer les horaires d'ouverture exceptionnels {0}?

source: Recipe code
fr: Code de recette

source: Recipe count
fr: Nombre de recette

source: Recipe has no ingredients
fr: La recette n'a pas d'ingrédients

source: Recipe has no sidedish category attached
fr: Aucune catégorie d'accompagnement attribuée à la recette

source: Recipe ingredients
fr: Ingrédients de la recette

source: Recipe internal note
fr: Note interne

source: Recipe is in these categories
fr: La recettes est dans les catégories suivantes

source: Recipe is not in any category
fr: La recette ne se trouve dans aucune catégorie

source: Recipe name
fr: Nom de recette

source: Recipe name in default language
fr: Nom de recette en langue d'origine

source: Recipe overview
fr: Récapitulatif des recettes

source: Recipe price for {priceType}
fr: Prix de la recette pour {priceType}

source: Recipes
fr: Articles

source: Recipes assigned to this category
fr: Recettes affectées à cette catégorie

source: Recipes using this card
fr: Recettes utilisant cette carte

source: Recover password
fr: Renouveler le mot de passe

source: Regular business hours
fr: Horaires d'ouverture habituels

source: Regular business hours has been updated
fr: Les horaires d'ouverture habituels ont été actualisé

source: Remove business hour
fr: Supprimer les horaires d'ouverture

source: Remove price range
fr: Retirer la fourchette des prix

source: Remove this card?
fr: Supprimer cette carte ?

source: Remove this category?
fr: Supprimer cette catégorie ?

source: Remove this recipe?
fr: Supprimer cette recette ?

source: Remove zone {0}?
fr: Effacer la zone {0}?

source: Request for password update is invalid. Please try again.
fr: La demande d'actualisation est invalide. Merci de réessayer.

source: Required amounts of recipes to be picked
fr: Nombre exigé pour la sélection

source: Requires at least one digit
fr: Nécessite au moins un nombre

source: Requires at least one uppercase character
fr: Nécessite au moins un lettre majuscule

source: Restart application
fr: Redémarrer l'application

source: Restart now
fr: Redémarrer maintenant

source: Retry the connection
fr: Restaurer la connexion

source: Sales statistics
fr: Statistiques de vente

source: Save
fr: Sauvegarder

source: Save invoice preferences
fr: Sauvegarder les données de facturation

source: Save regular hours
fr: Sauvegarder les horaires d'ouverture réguliers

source: Save zone
fr: Sauvegarder la zone

source: Searching...
fr: Recherche en cours…

source: Select a branch
fr: Sélectionnez une succursale

source: Select a single branch for closing
fr: Sélectionnez une succursale pour la fermeture

source: Select a single branch to set delivery time
fr: Choisissez une succursale pour laquelle vous souhaitez régler l'heure initiale de livraison

source: Select at least one branch
fr: Sélectionnez au moins une succursale

source: Select branch to create zone
fr: Sélectionnez une succursale pour créer une zone

source: Select brand
fr: Sélectionnez brand

source: Select brand to see its zones
fr: Sélectionnez brand pour charger les zones

source: Select item type
fr: Sélectionnez le type d'article

source: Selected branch has no stock cards
fr: La succursale sélectionnée n'a aucune carte de stock

source: Send expected time of delivery to customer (in minutes)
fr: Envoyer l'heure de livraison présumée au client (en minutes)

source: Send expected time of pickup to customer (in minutes)
fr: Envoyer l'heure d'enlèvement au client (en minutes)

source: Send feedback
fr: Envoyer le retour d'expérience

source: Service unreachable
fr: Service indisponible

source: Service zones
fr: Zones de service

source: Set up password
fr: Régler le mot de passe

source: Settings
fr: Réglage

source: Show customer screen
fr: Afficher l'écran client

source: Show history for branch
fr: Afficher l'historique

source: Sidedish
fr: Supplément

source: Sidedish categories
fr: Catégorie de supplément

source: Sidedish recipe
fr: Recette avec supplément

source: Sign-in
fr: Connecter

source: Specific business hours
fr: Horaires d'ouverture exceptionnels

source: Start typing to search for an address
fr: Commencez à écrire pour trouver une adresse

source: Stock card
fr: Carte de stock

source: Stock card <0>{0}</0> is selected
fr: Carte de stock sélectionnée <0>{0}</0>

source: Stock deposit
fr: Réception de nouveau stock

source: Stock overview
fr: Récapitulatif de stock

source: Stock statistics
fr: Statistique des stocks

source: Stock transfer
fr: Transfert des stocks

source: Supplied file is not recognized as image.
fr: Le fichier fourni n'a pas été reconnu comme image

source: Support
fr: Assistance

source: Table is empty
fr: Le tableau est vide

source: There is nothing here, sorry!
fr: Désolé, il n'y a rien ici !

source: These sidedish are presented with recipe
fr: Accompagnements proposés avec la recette

source: Tips
fr: Pourboire

source: Title
fr: Nom

source: To
fr: A

source: To date
fr: Jusqu'à la date de

source: To pickup
fr: A emporter

source: To show this category
fr: Afficher cette catégorie

source: To show this recipe
fr: Afficher cette recette

source: Total commissions
fr: Commission totale

source: Total price
fr: Prix total

source: Total turnover
fr: Chiffre d'affaire total

source: Transfer
fr: Transfert

source: Transfer to branch
fr: Transférer vers la succursale

source: Transfer was successfully completed!
fr: Le transfert a été terminé avec succès !

source: Transport fee
fr: Frais de transport

source: Unexpected error in the app
fr: Erreur inattendue dans l'application.

source: Unexpected error occured in communication with service.
fr: Une erreur inattendue s'est produite lors de la communication avec le service.

source: Unexpected error occured while sending a request.
fr: Une erreur inattendue s'est produite lors de l'envoi de la demande.

source: Unknown error while requesting password recovery
fr: Erreur inconnue lors du renouvellement du mot de passe

source: Unlimited
fr: illimité

source: Update password
fr: Actualiser le mot de passe

source: User
fr: Utilisateur

source: VAT
fr: TVA

source: VAT overview
fr: Total TVA

source: Value
fr: Valeur

source: Ware
fr: Offre

source: Ware categories
fr: Catégorie de stock

source: Ware recipe
fr: Recette de stock

source: Ware unit
fr: Unité de stock

source: We are closed at the moment
fr: Pour des raisons d'un grand volume de commandes, nous n'en acceptons plus. Merci de réessayer plus tard.

source: We are not delivering, only take away.
fr: Livraison impossible, uniquement à emporter

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
fr: Désolé, une erreur inattendue s'est produite dans l'application. Notre équipe a été informée et la corrigera dans les plus brefs délais.

source: Without note
fr: Sans note

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
fr: Vous avez déjà activé les sons. Pour des raisons techniques, vous devez appuyer sur le bouton en dessous de ce message, de façon à ce que les sons continuent à être activés. Vous pouvez les couper à l'aide de l'icône située dans l'angle supérieur droit.

source: Zone has been created
fr: La zone a été créée

source: Zone has been updated
fr: La zone a été modifiée

source: Zone price rules cannot have empty values.
fr: Les règles de prix des zones ne doivent pas avoir des valeurs vides.

source: branch.preferences.stoppage
fr: Interruption

source: cat. origins
fr: Cat. des origines

source: for
fr: dans

source: from
fr: de

source: input.timespan.from
fr: du

source: input.timespan.to
fr: au

source: new password
fr: Nouveau mot de passe

source: optionselector.clear-filter
fr: Tout

source: password
fr: mot de passe

source: recipe.list.availableAmount
fr: Stock

source: to
fr: jusqu'à

source: to transfer
fr: pour le transfert

source: username
fr: nom

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
fr: {0, plural, one {Affiche pour une succursale} few {Affiche pour # succursales} other {Affiche pour # succursales}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
fr: {recipeCount, plural, zero {aucune recette trouvée} one {une recette trouvée, pressez Enter pour confirmer} few {# recettes trouvées} other {# recettes trouvées}}

source: {validatioName} is required
fr: {validatioName} est obligatoire

source: {validationName} must have a selection
fr: {validationName} doit être sélectionné

source: {validationName} must have at least option selected
fr: {validationName} au moins une possibilité doit être sélectionnée
