Repository: FredyC/dv-prod-adm
Catalog: static/media/messages.9dd53104.po
Languages: es

source: <0>Delivery cost</0><1>according order total cost</1>
es: <0>Precio de distribución</0><1de acuerdo al precio total del pedidoy</1>

source: ASAP
es: Lo más pronto posible

source: Accept order
es: Aceptar el pedido

source: Add
es: Añadir

source: Add another range
es: Añadir otro rango

source: Add business hour
es: Añadir r horario de venta

source: Add ingredient
es: Añadir el ingrediente

source: Add something else to {0}?
es: ¿Ańadir algo más {0}

source: Add specific business hour
es: Añadir horario extraordinario

source: Add to category
es: Añadir en categoría

source: Add {0} {1}
es: Añadir {0} {1}

source: Address is not within any delivery zone
es: La dirección no se encuentra en ninguna zona de distribución

source: Address is within delivery zone
es: La dirección se encuentra en la zona de distribución

source: All
es: Todo

source: Allergens based on stock cards
es: Alérgenos de acuerdo a la tarjeta del almacén

source: Amount
es: Cantidad

source: Application error
es: Error de aplicación

source: Application language
es: Idioma de la aplicación

source: Application will be restarted in {remainingSeconds} to apply available update.
es: La aplicación se reiniciará en {remainingSeconds} para que se muestren los cambios.

source: Are you sure?
es: Está seguro/a?

source: At time
es: A tiempo

source: Attach sidedish category
es: Agregar la categoría de acompañamiento

source: Back
es: Atrás

source: Branch preferences
es: Fijación de la sucursal

source: Branch will open again {minutesLocalized}.
es: La sucursal abre otra vez {minutesLocalized}.

source: Business hours
es: Horario de venta

source: By category
es: Según categoría

source: By driver
es: De acuerdo al chofer

source: By type
es: De acuerdo al tipo

source: By zone
es: De acuerdo a la zona

source: Can't access page
es: Página inaccesible

source: Cancel
es: Cancelar

source: Cancel order
es: Cancelar el pedido

source: Cannot load map right now. Please try again later.
es: El mapa no puede ser actualmente cargado. Inténtelo más tarde, por favor.

source: Cannot login right now, please try again later
es: No es posible registrarse, por favor, intente más tarde

source: Card code
es: Código de tarjeta

source: Card name
es: Denominación tarjeta

source: Card note
es: Nota

source: Card stock
es: Almacén

source: Cart is empty
es: La canasta está vacía

source: Categories
es: Categoría

source: Category assignments
es: Adjuntado a la categoría

source: Category internal note
es: Nota interna de la categoría

source: Category name
es: Denominación categoría

source: Category name in default language must be entered.
es: La denominación de la categoría debe ser introducida en el idioma inicial .

source: Category of covers
es: Categoría del envase

source: Category of recipes
es: Categoría de recetas

source: Category of sidedish
es: Categoría de acompaňamientos

source: Category overview
es: Resúmen de categorías

source: Change
es: Cambio

source: Change default time of delivery to customer (in minutes)
es: Cambiar el tiempo inicial de la entrega al cliente en minutos)

source: Change default time of pickup (in minutes)
es: Cambiar el tiempo inical de la recogida (en minutos)

source: Change language
es: Cambiar el idioma

source: Change of invoice preferences
es: Cambio de datos de facturación

source: Change payment method
es: Cambio del método de pago

source: Change to pickup
es: Cambiar para la recogida personal

source: Changing branch will cancel current order and remove all items from the cart. Proceed?
es: El cambio de la sucursal cancela el pedido actual y elimina todos los renglones de la canasta Quiere seguir?

source: Changing language...
es: Cambio del idioma...

source: Choose the most significant part of the image
es: Escoja la parte más importante de la figura

source: Choose unit
es: Escoja la unidad

source: Clear
es: Limpiar

source: Click to select image or drop it here
es: Escoja el archivo o trasládelo para aquí

source: Close
es: Cerrar

source: Close reason
es: Causa del cierre

source: Closed
es: Cerrado

source: Closing reason
es: Causa del cierre

source: Closure
es: Cierre

source: Closure has been created
es: El remate de cuentas ha sido creado.

source: Closure history
es: Historia de remates de cuentas

source: Code
es: Código

source: Completely stop all orders.
es: Suspender completamente todo los pedidos

source: Completion
es: Finalización

source: Computing
es: Procesando

source: Confirm
es: Confirmar

source: Confirm import
es: Confirmar la importación

source: Confirm to play sounds
es: Confirme después de encender sonidos

source: Confirm transfer
es: Confirmar la transferencia

source: Connection to external service is not possible at the moment. Please try again later or <0>contact our support</0>.
es: La conexión con el servicio externo es actualmente imposible.Por favor, repita más tarde o <0>contacte nuestro apoyo</0>.

source: Contact support
es: Contacte el apoyo

source: Continue typing to find single stock card or select one from the list
es: Siga escribiendo para encontrar una tarjeta o escoja del listado

source: Cover
es: Envase

source: Cover categories
es: Categorías de envases

source: Cover recipe
es: Envases

source: Covers price
es: Precio de envases

source: Create
es: Crear

source: Create closure
es: Formar el cierre

source: Create delivery zone for branch
es: Crea la zona de importación para branch

source: Create order
es: Formar el pedido

source: Create password
es: Crear contraseña

source: Create return zone for branch
es: Crea la zona de regreso para branch

source: Created
es: Creado

source: Current closure
es: Remate de cuentas actual

source: Current estimated delivery time is <0>{deliveryTime} minutes</0>
es: Tiempo actual de la distribución <0>{deliveryTime} minutos</0>

source: Current estimated pickup time is <0>{pickupTime} minutes</0>
es: Tiempo actual para la recogida <0>{pickupTime} minutos</0>

source: Custom range
es: Rango personalizado

source: Customer screen
es: Pantalla del cliente

source: Daily statistics
es: Estadísticas diarias

source: Date
es: Fecha

source: Date is too much in the future
es: La fecha en futuro muy lejano

source: Date is too much in the past
es: La fecha demasiado en el pasado

source: Default time of delivery to customer is changed
es: El tiempo inicial de la entrega al cliente es cambiado

source: Default time of pickup is changed
es: El tiempo inicial de la recogida es cambiado

source: Deliver
es: Entregar

source: Deliver at
es: Entregar a

source: Deliver at time
es: Entregar a

source: Deliver on time
es: Entregar en

source: Deliver to address
es: Entregar en la dirección

source: Deliver until
es: Entregar hasta

source: Delivery sale
es: Venta para la recogida del producto

source: Delivery zones
es: Zonas de distribución

source: Discount total
es: Descuento total

source: Do you really want to cancel order?
es: ¡Realmente quiere cancelar el pedido?

source: Do you want to cancel changes for the zone?
es: Quiere cancelar los cambios realizados en la fijación de zonas?

source: Driver
es: Conductor

source: Driver position is unknown
es: Posición del chófer desconocida

source: Driver {driverName} has reached return zone {zoneName}
es: El chófer {driverName} acaba de entrar en la zona de regreso {zoneName}

source: Drop the image here ...
es: Traslade la figura para aquí ...

source: Email to recover your password has been successfully sent.
es: E-mail para la recuparación de la contraseńa ha sido enviado exitosamente

source: Enable import mode
es: Hacer más accesible el modo de importación

source: Exactly one
es: Exactamente una

source: Expected time of delivery was set
es: El tiempo presupuesto para la entrega ha sido fijado

source: Expected time of pickup was set
es: El tiempo presupuesto para la recogida ha sido fijado

source: External ID
es: Id para sistemas externos. (DJ, contactos ...)

source: Extra charge
es: Cargo extra

source: Failed retrieving available promo codes
es: Códigos Promo accesibles

source: Failed to retrieve available payment methods
es: No se ha logrado adquirir métodos de pago accesibles

source: Fast close branch (for minutes)
es: Cierre rápido de la sucursal (en minutos)

source: Field {fieldDescription} cannot be empty
es: El campo {fieldDescription} no debe quedar vacío

source: Field {fieldDescription} must be a number
es: El campo {fieldDescription} tiene que ser un número

source: Field {fieldDescription} must be a positive number
es: El campo {fieldDescription} tiene que ser un número positivo

source: Filter
es: Filtro

source: Filter branch...
es: Filtro de sucursales ...

source: Filter branches...
es: Filtrar sucursales

source: Filter by cashbox
es: Filtro de acuerdo a la caja

source: Filter by cashier
es: Filtro de acuerdo al cajero

source: Filter by category
es: Filtro de acuerdo a la categoría

source: Filter by country
es: Filtro de acuerdo al país

source: Filter by drivers
es: Filtrar de acuerdo al distribuidor

source: Filter by name or code
es: Filtrar según el nombre o código

source: Filter by occasions
es: Filtro según acontecimientos

source: Filter by order origins
es: Filtro de acuerdo al orígen de pedidos

source: Filter by sectors
es: Filtro de acuerdo a sectores

source: Finish order
es: Concluir el pedido

source: Finished
es: Terminados

source: First name
es: Nombre de pila

source: Forbid
es: Prohibir

source: Forbidden
es: Prohibido

source: Forgotten password
es: Contraseña olvidada

source: From
es: Desde

source: From date
es: Desde la fecha

source: If you have any questions or technical problems, please contact us by phone:<0/><1><2>+420 774 454 840</2></1><3/>Every day from 9:00 to 22:00
es: Si tiene alguna pregunta o problema técnico, tenga la bondad de contactarnos en el teléfono u:<0/><1><2>+420 461 049 231</2></1><3/Todos los días desde las 9 hasta las 14.00>

source: Import
es: Importación

source: In minutes
es: En minutos

source: Internal note
es: Nota interna

source: Internet connection is not available
es: Conexión al internet no es posible

source: Is active
es: Es activo

source: Is default setting
es: Es la fijación inicial

source: It's customer's {current, selectordinal, one {#st} two {#nd} few {#rd} other {#th}} order {total, plural, one {} other {from total of # orders}}
es: Pedido del cliente en total {current, selectordinal, one {#.} two {#.} few {#.} other {#.}} {total, plural, one {} other {z # pedidos en total}}

source: Kitchen
es: Cocina

source: Last name
es: Apellido

source: Loading
es: Cargando

source: Loading sidedishes...
es: Cargando acompaňamientos.

source: Local sale
es: Venta local

source: Login name
es: Nombre del usuario

source: Login page
es: Página de inicio

source: Main menu
es: Oferta principal

source: Map
es: Mapa

source: Matching to input
es: Encontrado

source: Maximal length is {length}
es: Longitud máxima es {length}

source: Maximum
es: Máximo

source: Menu codes manual
es: Instrucciones para hacer pedidos

source: Minimal length is {length}
es: Longitud mínima es {length}

source: Minimal order price is <0>{minimalPrice}</0>
es: El precio mínimo del pedido es <0>{minimalPrice}</0>

source: Minimal price
es: Precio mínimo

source: Minimum
es: Mínimo

source: Name
es: Nombre

source: Negative stock
es: Permitir venta noc ajuste negativo

source: New order
es: Nuevo pedido

source: New orders
es: Nuevos pedidos

source: No closures found
es: Ningún remate de cuentas

source: No countries
es: No hay paises

source: No drivers available
es: Distribuidores inaccesibles

source: No limitation
es: Sin limitaciones

source: No match found
es: No hay resultados

source: No new orders
es: No hay pedidos nuevos

source: No occasions
es: Ningún acontecimiento

source: No orders
es: Ningún pedido

source: No orders to complete
es: No hay pedidos para la finalización

source: No orders to deliver
es: No hay pedidos para entregar

source: No orders to hand over
es: Ningún pedido para la entrega

source: No orders to prepare
es: No hay pedidos para preparar

source: No origins
es: Ningún orígen

source: No promo codes available
es: Ningun código Promo accesible

source: No recipes are using stock card
es: Ninguna receta utiliza tarjetas de almacén

source: No recipes has been found
es: Ninguna receta encontratada

source: No recipes in category
es: Ninguna receta en la categoría

source: No sectors
es: Ningún sector

source: No specific business hours defined
es: El horario de venta concreto no ha sido fijado

source: No stock card found from entered search value
es: Ninguna tarjeta del almacén no corresponde al valor introducido

source: No stock card selected
es: Tarjeta del almacén no seleccionada

source: No text is filled
es: Ningún texto ha sido llenado

source: Not found
es: No encontrado

source: Not logged in
es: No ingresado

source: Not set
es: No fijado

source: Note
es: Nota

source: Notification will be shown when driver enters one of these zones.
es: El anuncio se mostrará cuando el chófer entre en una de las zonas.

source: On way
es: En vía

source: One at least
es: Por lo menos una

source: One at most
es: Como máximo una

source: Online payments
es: Pagos online

source: Open
es: Abrir

source: Open between
es: Abierto entre

source: Order has been accepted
es: Pedidos aceptados

source: Orders
es: Pedidos

source: Orders count
es: Cantidad de pedidos

source: Orders statistics
es: Estadísticas de pedidos

source: Orders to complete
es: Pedidos para la finalización

source: Orders to deliver
es: Pedidos para la distribución

source: Orders to hand over
es: Pedidos para la entrega

source: Orders to prepare
es: Pedidos para la preparación

source: Our team was notified about the issue.
es: Nuestro equipo ha sido informado sobre el problema.

source: Overview
es: Resúmen

source: Paid
es: Pagado

source: Password has been updated.
es: La contraseña ha sido actualizada

source: Password is invalid due to following errors:
es: La c contraseña es inválida por las siguientes razones :

source: Password recovery
es: Renovación de contaseña

source: Permit
es: Permitir

source: Permitted
es: Permitido

source: Personal pickup
es: Recogida personal

source: Personal pickup at
es: Recogida personal en

source: Phone
es: Teléfono

source: Phone number is required
es: Por favor, introduzca el número telefónico

source: Phone prefix
es: Prefijo

source: Phone prefix is required
es: Se requiere el prefijo

source: Postpone update
es: Posponer update

source: Preparing
es: Se está preparando

source: Previous addresses
es: Direcciones anteriores

source: Previous:
es: Anterior:

source: Price
es: Precio

source: Promo codes
es: Códigos Promo

source: Public note
es: Nota pública

source: Public note for customers, allergens
es: Nota para el cliente/ alérgeno

source: Quantity
es: Indique la cantidad

source: Ready
es: Preparado

source: Ready to deliver
es: Preparado para la distribución

source: Really cancel?
es: Realmente cancelar?

source: Really change?
es: Realmente cambiar?

source: Really remove specific business hour {0}?
es: ?Realmente borrar el horario de venta excepcional ?{0}?

source: Recipe code
es: Código de receta

source: Recipe count
es: Cantidad de recetas

source: Recipe has no ingredients
es: La receta no tiene ingredientes

source: Recipe has no sidedish category attached
es: La receta no tiene adjuntada la categoría de acompañamientos

source: Recipe ingredients
es: Composición de la receta

source: Recipe internal note
es: Nota interna

source: Recipe is in these categories
es: La receta se encuentra en estas catogorías

source: Recipe is not in any category
es: La receta no se encuentra en ninguna categoría

source: Recipe name
es: Denominación de la receta

source: Recipe name in default language
es: Denominación de la receta en el idioma original

source: Recipe overview
es: Resúmen de recetas

source: Recipe price for {priceType}
es: Precio de receta para {priceType}

source: Recipes
es: Renglones

source: Recipes assigned to this category
es: Recetas incluidas en esta categoría

source: Recipes using this card
es: Recetas que utilizan esta tarjeta

source: Recover password
es: Recuperar contraseña

source: Regular business hours
es: Horario de venta regular

source: Regular business hours has been updated
es: El horario de venta regular ha sido actualizado

source: Remove business hour
es: Eliminar horas de venta

source: Remove price range
es: Quitar el rango de precios

source: Remove this card?
es: ¿'Borrar esta tarjeta?

source: Remove this category?
es: 0Borrar esta categoría?

source: Remove this recipe?
es: ¿Borrar esta receta

source: Remove zone {0}?
es: Borrar la zona? {0}?

source: Request for password update is invalid. Please try again.
es: La solicitud de actualizar la contraeseña es inválida. Intente otra vez.

source: Required amounts of recipes to be picked
es: Cantidad requerida para la selección

source: Requires at least one digit
es: Requiere por lo menos un número

source: Requires at least one uppercase character
es: Requiere por lo menos una letra mayúscula

source: Restart application
es: Reiniciar la aplicacióni

source: Restart now
es: Reiniciar ahora

source: Retry the connection
es: Reconectar

source: Sales statistics
es: Estadísticas de venta

source: Save
es: Archivar

source: Save invoice preferences
es: Archivar datos de facturación

source: Save regular hours
es: Archivar horario regular de venta

source: Save zone
es: Archivar zona

source: Searching...
es: Buscando

source: Select a branch
es: Seleccione la sucursal

source: Select a single branch for closing
es: Seleccione una sucursal para su cierre

source: Select a single branch to set delivery time
es: Escoja una sucursal para la que quiere fijar el tiempo inicial de entrega

source: Select at least one branch
es: Seleccione por lo menos una sucursal

source: Select branch to create zone
es: Seleccione sucursal para crear la zona

source: Select brand
es: Seleccione brand V

source: Select brand to see its zones
es: Seleccione brand para cargar zonas

source: Select item type
es: Escoja el tipo del renglón

source: Selected branch has no stock cards
es: El sucursal seleccionado no tiene ninguna tarjeta de almacén

source: Send expected time of delivery to customer (in minutes)
es: Enviar el tiempo presupuesto de entrega al cliente (en minutos )

source: Send expected time of pickup to customer (in minutes)
es: Enviar el tiempo para la recogida al cliente (en minutos)

source: Send feedback
es: Enviar la retroacción

source: Service unreachable
es: Servicio inaccesible

source: Service zones
es: Zonas de servicio

source: Set up password
es: Fijar contraseña

source: Settings
es: Fijación

source: Show customer screen
es: Mostrar la pantalla del cliente

source: Show history for branch
es: Mostrar la historia

source: Sidedish
es: Acompañamiento

source: Sidedish categories
es: Categorías de acompañamientos

source: Sidedish recipe
es: Receta de acompaňamientos

source: Sign-in
es: Iniciar

source: Specific business hours
es: Horario de venta especial

source: Start typing to search for an address
es: Empiece a escribir para buscar la dirección

source: Stock
es: Almacén

source: Stock card
es: Tarjeta de almacenar

source: Stock card <0>{0}</0> is selected
es: Tarjeta de almacenar seleccionada <0>{0}</0>

source: Stock deposit
es: Depositar en el almacén

source: Stock overview
es: Resúmen del almacén

source: Stock statistics
es: Estadísticas de almacenes

source: Stock transfer
es: Transferencia de almacenes

source: Supplied file is not recognized as image.
es: El archivo entregado no ha sido reconocido como figura

source: Support
es: Apoyo

source: Table is empty
es: La tabla está vacía

source: There is nothing here, sorry!
es: No hay nada aquí, nos disculpamos

source: These sidedish are presented with recipe
es: Estos acompañamientos se ofrecen con su receta

source: Tips
es: Propina

source: Title
es: Denominación

source: To
es: Hasta

source: To date
es: Hasta la fecha

source: To pickup
es: Recogida personal

source: To show this category
es: Mostrar esta categoría

source: To show this recipe
es: Mostrar esta receta

source: Total commissions
es: Comisión total

source: Total price
es: Precio total

source: Total turnover
es: Cifra de negocios total

source: Transfer
es: Transferencia

source: Transfer to branch
es: Trasladar a la sucursal

source: Transfer was successfully completed!
es: La transferencia ha sido terminada exitosamente!

source: Transport fee
es: Costes de transporte

source: Type
es: Tipo

source: Unexpected error in the app
es: Error inesperado en la aplicación.

source: Unexpected error occured in communication with service.
es: Error inesperado en la comunicación con el servicio

source: Unexpected error occured while sending a request.
es: Error inesperado durante el envío del pedido

source: Unknown error while requesting password recovery
es: Error en la recuperación de contraseña desconocido

source: Unlimited
es: Ilimitado

source: Update password
es: Actualizar contraseña

source: User
es: Usuario

source: VAT
es: IVA

source: VAT overview
es: Resúmen del IVA

source: Value
es: Valor

source: Ware
es: Oferta

source: Ware categories
es: Categoría del producto almacenado

source: Ware recipe
es: Receta del almacén

source: Ware unit
es: Unidad del producto almacenado

source: We are closed at the moment
es: Debido al interés muy grande actualmente no aceptamos pedidos. Inténtelo más tarde, por favor. Gracias.

source: We are not delivering, only take away.
es: No distribuimos, es posible sólo la recogida personal

source: We are sorry, but there is an unexpected problem in the app. Our team was notified and will fix this soon.
es: Nos disculpamos pero surgió un error inesperado en la aplicación. Nuestro equipo lo eliminará rápidamente.

source: Without note
es: Sin nota

source: You have enabled sounds before. Due to technical restrictions, you need to click on the button below for sounds to be able to play. You can disable sounds with green button in top right corner.
es: Los sonidos activados. Sin embargo por razones técnicas debe oprimir el botón debajo de este aviso para que queden activados. Desconectarlos puede mediante icono en el rincón derecho - arriba., aby zvuky byly zapnuté i nadále.

source: Zone has been created
es: La zona ha sido creada

source: Zone has been updated
es: La zona ha sido modificada

source: Zone price rules cannot have empty values.
es: Reglamentos de precios no pueden tener valores vacíos.

source: branch.preferences.stoppage
es: Interrupción

source: cat. origins
es: cat. de orígenes

source: for
es: por

source: from
es: desde

source: input.timespan.from
es: desde

source: input.timespan.to
es: Hasta

source: new password
es: Nueva contraseña

source: optionselector.clear-filter
es: todo

source: password
es: Contraseña

source: recipe.list.availableAmount
es: Almacén

source: to
es: hasta

source: to transfer
es: Para la transferencia

source: username
es: incluido

source: {0, plural, one {Show for one branch} few {Show for # branches} other {Show for # branches}}
es: {0, plural, one {Muestra para un renglón} few {Muestra para # del renglón} other {Muestra para # de renglones}}

source: {recipeCount, plural, zero {No recipes found} one {One recipe found, Enter to confirm} few {Found # recipes} other {Found # recipes}}
es: {recipeCount, plural, zero {ninguna receta encontrada} one {una receta encontrada ,oprima Enter para confirmarí} few {encontradas # recetas} other {encontradas # recetasreceptů}}

source: {validatioName} is required
es: {validatioName} es obligatorio

source: {validationName} must have a selection
es: {validationName} debe sser seleccionado
